{"chunk_id": 0, "book": "ayurvedic_treatment", "text": "AYURVEDIC TREATMENT OF ~ COMMON DISEASES Prof. Dr. Subhash Ranade _ Dr. Sunanda Ranade aa Prof. Dr. M. H. Paranjape Ayurvedic Treatment of Common Diseases Indian Medical Science Series No. - 73 Ayurvedic Treatment of Common Diseases Prof. Dr. Subhash Ranade Dr. Sunanda Ranade Prof. Dr. M.H. Pranjape SriSatguru Publications A Division of Indian Books Centre Delhi, India 4 toe P CONTENTS Preface ix 1. Gastro-Intestinal Diseases 1-28 Indigestion 1 Anorexia 2 Dyspepsia 4 Hyperacidity 6 Gastric ulcer 8 Diarrhoea 9 Dysentery 12 Intestinal Gas 14 Colitis 15 Ulcerative colitis 16 Constipation 17 Candida 21 Intestinal worms 22 Ascites 23 Hematemesis 26 Hiccough 27 2. Musculo-Skeletal Problems 29-39 Arthritis 29 Backache - 36 Spondilitis 37 Headache 38 vi AYURVEDIC TREATMENT OF COMMON DISEASES 3. Blood and Circulatory Problems Angina Pectoris Myocardial infarction Palpitation Hypertension Hypotension Anemia Varicose veins Piles \\ Hemorrhoids Edema 4. Liver and Gall Bladder Problems Cirrhosis Gall stones \\ Cholecystitis Hepatitis Jaundice 5. Respiratory Problems Common Cold Cough Asthma Hemoptysis 6. Kideny and Bladder Problems Acute and chronic pyelonephritis Acute and chronic glomerulonephritis Kideny-Ureter and Bladder Stones Cystitis Hematuria Prostate 7. Women’s Problems Premenstrual syndrome -PMS Amenorrhoea Dysmenorrhoea 40-53 40 41 43 44 45 46 48 49 dl 54-60 54 55 56 58 61-69 61 62 70-75 70 70 71 72 73 74 76-85 76 78 79 CONTENTS Leucorrhoea Metrorrhagia Menorthagia Menopause 8. Nervous System Problems Depression Epilepsy Hemiplegia Poliomyelitis Herpes Neuralgia Neuritis Sciatica 9. Metabolic Disorders Obesity Diabetes mellitus Hyperthyroidism Hypothyroidism Underweight 10. Immune Disorders Allergy Food allergy Hey fever Cancer Tumors 11. Inflammatory Diseases Fever Fevers due to vitiation of doshas Gastritis Stomatitis Mumps vii 91 93 94 95 96 99-107 99 101 105 105 106 108-115 108 109 110 111 114 116-127 116 117 124 125 126 viii AYURVEDIC TREATMENT OF COMMON DISEASES 12. Sexual Problems Impotency Sterility- Infertility 13. Geriatric \\ Old age Problems Senility \\ Alzheimer’s disease Insomnia Memory loss 14. Children’s Problems Childcare Chicken pox Marasmus Rickets Tonsilitis 15. Eye-Ear-Nose-Throat Problems Eye problems Ear problems Dental problems Nose problems 16. Skin Problems Acne Boils Burns Pruritus Psoriasis Erysitelas Eczema Leucoderma Abbreviations Glossary of Sanskrit Words Index of Botanical Names 128-130 128 129 131-134 131 133 134 135-140 135 137 138 139 140 141-150 141 144 146 150 151-161 151 153 154 155 156 157 159 160 162 163-173 174-180 Preface Ayurveda the science of self-healing or wholistic healing is getting lot", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 1, "book": "ayurvedic_treatment", "text": "of attention from the scientific community as well as from the people at large. There is demand from the people, to know effective, Ayurvedic treatment of common diseases, We have written this book for those who are interested in simple and useful remedies to cure common diseases. However this book dose not claim that it will replace the consultation of the learned Ayurvedic physician. Hence it is advised that before starting the treatment one should consult his own Ayurvedic family physician. The treatments described in this book are based on our observations and clinical experience in different Ayurvedic hospitals, over the period of past 30 years. In India at present there are more than 600 Ayurvedic pharmaceutical companies _ manufacturing ethical Ayurvedic products. However we have not included any of these products while describing the treatment, because it is very difficult to include some and delete others. Therefore, we have described those Ayurvedic preparations which have been explained in ancient Ayurvedic texts. Out of these also we have taken care to include those medicines and methods, which we have found effective and without any harmful effects. Hence we feel that this book will be helpful to all. While describing the treatments of common diseases, we have also taken care to give detail description of the herbs available in the West. Because we are aware of the fact that all Ayurvedic preparations especially those containing oxides of metals and minerals are still not available in Western Countries. x AYURVEDIC TREATMENT OF COMMON DISEASES Hence we are sure that readers in India as well as Abroad will find this book interesting. Prof. Dr. Subhash Ranade Rajbharati, 367 Sahakar Nagar 1 Dr. Mrs. Sunanda Ranade Pune 411 009, INDIA E Mail:sbranade@hotmail.com Tel./Fax : +91-212-524427 Prof. Dr. M.H. Paranjape CHAPTER 1 GASTRO-INTESTINAL DISORDERS 1. INDIGESTION Definition It is also called “Ajeerna” meaning a disorder in which food is not properly digested. Causative factors and types - It has been classified into 5 types: + Due to ama formation * Due to vitiation of Pitta + Due to vitiation of Vata * Due to vitiation of plasma channel + Type found in daytime only. Overeating, drinking too much water or cold drinks, eating too heavy, oily foods, eating stale food, or food kept in fridge for a long time like meat, fish and other food items. When the power of agni or digestion is very", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 2, "book": "ayurvedic_treatment", "text": "weak, indigestion is produced. It can be due to diseases such as abnormality of esophagus, stomach or duodenum, achlorhydria or peptic ulcer. It may be due to reflex dyspepsia or systemic diseases like pulmonary tuberculosis, anaemia, uremia, or hyperthyroidism. Symptoms Indigestiorr leads to the formation of toxins in the intestines. 1. In ama type heaviness in abdomen and slight oedema beiow 2 AYURVEDIC TREATMENT OF COMMON DISEASES eyelids is present. 2. In Vata type different types of pain in body like headache, backache is predominant. 3. In Pitta type buming sensation in stomach, vertigo and vomiting is present 4. In plasma channel disorder dyspepsia and loss of appetite is prominent. Treatment Ama type - Fasting is the treatment of choice. Spices like piper nigrum, ginger, piper longum, cloves, cayenne, are very effective. Similarly, plant alkalies like vajrakshara or suryakshara in dose of 100 mgm; twice a day for 7 days, are advised. Vata type - whole body sudation for Vata type. Carminative herbs having heating action like asafetida, garlic, turmeric, ginger, cinnamon, cloves, cardamom are useful. Any of these can be given in dose of 150 mgm; twice a day for 15 days. Pitta type - medicated vomiting. Plasma channel disorder type - to increase the digestive power, medicinal wines like draksharishta or jeerakadyarishta should be given 4 teaspoons before meals mixed with equal quantity of water. * Hingashtaka - 1 to 3 gms. after meal is also indicated. It should be taken with warm water. Western herbs like juniper berries, orange peel, oregano, and thyme have also beneficial results. Diet Avoid all foods that increase ama and kapha, like heavy foods, meat, cheese, and too oily and fried foods. 2. ANOREXIA Definition The literal meaning of the word is ‘ Lack of appetite’ for food. This is a psycho-physiological condition usually seen in girls and young women, characterized by severe and prolonged disinterest or inability to eat. Spontaneous vomiting, emaciation, 3 and other associated symptoms sometimes accompany this. This can occur in anaemia, chronic fevers, tuberculosis, gastro- intestinal diseases, low digestive fire, constipation, and neurosis. Dieting for too long and being too underweight can become a very serious problem. Symptoms Usually any kind of food and any kind of taste are not appreciated; hence food intake is reduced. But sometimes the digestive fire becomes so low that stomach cannot hold the food and hence food is entirely vomited. In", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 3, "book": "ayurvedic_treatment", "text": "the Vata Type, insomnia, fear, nervousness, and palpitation is present. In the Pitta type, loss of taste to food, undue thirst, and sweating is present. In the Kapha type, nausea, vomiting, and a sense of heaviness in the stomach are common symptoms. Treatment It should be directed towards increasing the digestive power. Herbs like fruits of cayenne pepper, fennel seeds, anise seeds, prickly ash bark, cinnamon, ginger, black pepper, and asafetida should be given with warm water. Sour fruits like pomegranate and mangosten (Garcinia indica) increase the relish of food. Hingashtaka powder is very common preparation used in this disorder. It is prepared by mixing cumin and caraway seeds, asafetida, black pepper, dandelion root, rock salt, ginger, citrus peel, slippery elm, and piper longum fruits. | tea - spoonful of this powder 3 times a day with warm water should be given for 15 days. A similar type of formula is called as “bhaskar lavana.” It is also in the form of powder. Both these should be given in dose of one teaspoon with warm water or fresh buttermilk before meals. The dose of this combination is the same as above. For Vata and Kapha type, tab. shankha- vati 250 mgm. 3 times day with hot water is the medicine of choice. It is the 4 AYURVEDIC TREATMENT OF COMMON DISEASES combination of shankha bhasma, trikatu, kajjali, aconite and five types of salts- panchlavana. Similarly, abhaya lavana (AySS) 125 mgm, twice a day or tab. agnivardhaka (AySS) 250 mgm; 3 times a day, is also good. Drakshasava 15 ml/ twice a day before meals for 15 days also has beneficial results. Diet Start the diet with liquid soup of vegetables or green-gram. When digestive fire increases, then slowly a normal diet can be given. A sesame oil massage with whole body sudation is beneficial. 3. DYSPEPSIA Definition Impairment of the function of digestion, with gastric discomfort after meals means dyspepsia. In Ayurveda it is called “Agnimandya.” Causative factors and types All causes responsible for impairment of digestive power can cause dyspepsia. According to Ayurveda, it has been classified into 5 types due to vitiation of single doshas and duel combination of doshas. Continuous overeating without taking into consideration of one’s own digestive capacity, eating uncooked and unripe foods, drinking too much water and psychological disturbance can cause this disease. Various other types, such as acid dyspepsia, is due to hyperacidity", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 4, "book": "ayurvedic_treatment", "text": "or due to cholelithic abnormality in gall bladder and liver, while catarrhal is due to inflammation of gastrointestinal tract and fermentative is due to foods which cause fermentation. Other types like functional, atonic, and nervous have also been described. Symptoms Vata type - the digestion of food is very erratic, and is associated with gas in abdomen, colicy type of pain. Kapha type - the digestion is very slow and there may be nausea and sensation of heaviness in the abdomen. Pitta type - is associated with burning sensation, vomiting with yellowish liquid. Treatment The general line of treatment should be first to detoxify the toxins in gastrointestinal tract by giving detoxifying herbs (ama- pachana) like ajwan, ginger, or cinnamon. Then deepana herbs to increase digestive power can be given like trikatu. In acute cases only, vitiated doshas have to be removed by purificatory procedures like medicated emesis. In Vata type, heating type of carminatives like asafetida, cloves should be given. Apply sesame oil to the abdomen and afterwards carry out fomentation. Panchkshara powder (SYS) or narayan powder (BR) | teaspoon 3 times a day with hot water has beneficial results. In Kapha type, first fasting should be done to reduce ama. Then give herbs like calamus, nutmeg, oregano, thyme, or juniper berries. Mixture of equal parts can be given in dose of 1\\2 teaspoon 3 times a day for 15 days. Tab. shankha-vati should be given with warm water. For both these types, jeerakadyarishta — herbal wine of cumin- dry ginger, clove, dhataki and jaggery should be given 15 ml. twice day after food for 3 weeks. In Pitta type, if the dyspepsia is due to hyperacidity, give the treatment to reduce the acidity. Give tab. shatavari 250 mgm; 3 times day, for 2 weeks. Use herbs like emblica or plant alkalies. Do’s and Don’ts Diet should be anti-ama type. Patient must not eat if. he is not hungry. When the appetite returns, start with light and warm 6 AYURVEDIC TREATMENT OF COMMON DISEASES diet like vegetable soup or rice with mung, and cooked vegetables. 4, HYPERACIDITY Definition It is also called “Amlapitta” in Ayurveda. Excessive secretion of improper gastric acid in stomach causes this disorder. Causative factors When Pachaka Pitta is vitiated by its liquid qualities and affects stomach and small intestine, this condition is produced. In a healthy condition, Pitta has hot and penetrating qualities. Hence it", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 5, "book": "ayurvedic_treatment", "text": "can digest the food properly. But in this disease, its liquid quality increases. Therefore although it increases in quantity, its digestive capacity is reduced. Food that is very hot, oily, fried, and having pungent, sour, and salty taste; too much eating sweets, pastries, cakes, and excessive sugars can cause acidity by fermentation. Excessive consumption of alcohol and tobacco smoking are important causes. Working near heat, furnaces, staying awake late at night, working in the vicinity of petrol, colours, dyes, fumes of toxic gases can cause acidity. If the acidity, is not properly treated, it may turn into a peptic ulcer. Symptoms It has been divided in two types: upper (urdhwaga) and lower (adhoga). Upper type - symptoms are predominantly present in the upper part of the stomach. There may be burning in chest, acid belching, sour taste in the mouth, nausea, and vomiting with coloured and sour acid in the vomited material. There may be pain in the abdomen with slight fever. Lower type - symptoms are predominantly in the small intestine and patient suffers from diarrhoea with pain in the small intestine region. Although the patient suffers from loose 7 motions, he does not suffer from weakness (which is usually present in actual diarrhoea). In both cases, loss of appetite is present. Treatment For both types, during sama Pitta stage i.e. when Pitta is vitiated due to toxins, detoxification should be done first. Later on a mild laxative like rhubarb or amalaki is the treatment of choice for removal of vitiated Pitta from gastrointestinal tract. When ama gets detoxified, nirama stage anti-Pitta diet should be prescribed. Patient should not to drink too much water and other fluids, taking meals at regular time is very important. Lower type - All herbs having bitter and cooling action and having Pitta palliation action are good. Herbs of choice are swertia chirata and amalaki. Popular Ayurvedic formula like panchamrita parpati is ideal to treat this condition. This should be given in dose of 125 mgm; 3 times a day for 15 days. Upper type - Herbs which are effective are shatavari, licorice, amalaki, sandalwood, lotus, and doorva. Similarly sea products like praval, conch, pearl are also very good. Any of these can be given in dose of 100 mgm; twice a day for 15 days. In sama stage or when toxins are present with vitiated Pitta, use tab. sootashekhara 250 mgm; 3 times", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 6, "book": "ayurvedic_treatment", "text": "day till the toxins are digested. When toxins are digested and nirama stage is present, then medicines of choice are praval panchamrit (combination of oxides of all sea products like conch, pearl etc.) 500 mgm. and tab. amalaki - both 500 mgm; each; 3 times day for 3 weeks, are the medicines of choice. They should be combined with mild herbs that will give mental tranquillity. Because in majority cases, mental stress and strain is also prominent causative factor. Nervine tonics like jatamansi and brahmi have fruitful action. These should be given as mixture of equal parts in dos: of 1 gm. at night. Lower type - After detoxifying the ama, give bhoonimbadi kwath (SS} 15 ml. 3 times day with amlapittantaka lauha (BR) 100 mgm 3 times for 15 days. 8 AYURVEDIC TREATMENT OF COMMON DISEASES Western herbs like gotu cola, skullcap, valerian are also very effective. Do’s and Don’ts Avoid all causative factors, like Pitta increasing pungent, salty, oily, fried, sour foods and drinks, carbonated drinks, drinks with preservatives, alcohol, fermented foods, smoking, working near heat, working with chemicals, petrol and dyes. Green gram or mung with rice and wheat should be taken. Use plenty of milk, which is natural antacid and ghee, which pacifies Pitta. In the early morning it is advisable to eat puffed rice with crystalline sugar. This mixture absorbs the Pitta secretions accumulated in the stomach during the night. If the bowels are constipated it is advisable to eat 10 to 15 black resins at night with warm milk at night for 2 months. 5. GASTRIC ULCER Definition Pain due to gastric ulcer is very typical. It starts immediately after meals, and gets relieved about | and 1/2 hours after eating when the stomach is empty or after vomiting. Types and Symptoms It can be acute or chronic. In the acute type the pain is very severe, and it starts suddenly after eating spicy food or food which causes gas in stomach. In the chronic type there is constant pain related to the intake of food. It may or may not be associated with burning in the stomach, nausea, or vomiting. Treatment A simple home made preparation of charcoal of amalaki is very useful to treat this condition. First bring fresh emblica fruits, cut them into pieces and remove the seeds. Then dry the fruits and put them on iron pan. Put it on", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 7, "book": "ayurvedic_treatment", "text": "low fire, black soot will be formed, as the pieces will turn into a black charcoal. When the 9 powder gets cool mix it with crystalline sugar and psyllium husk. This mixture is hygroscopic, hence must be kept in jar with tight lid. Give this mixture 1 teaspoon 3 times a day. Charcoal of emblica absorbs the excess acid in the stomach and helps to heal the ulcer. It is also mild laxative in action. Tab. shatavari 500 mgm; with tab. amalaki 500 mgm; twice a day Or vajrakshara powder 125 mgm; twice a day for 3 weeks should be given. Amlapittantaka lauha or dhatri lauha ( BR) 250 mgm; twice day should be given. Diet Anti-Pitta diet is advised. Avoid irregular meals, foods and drinks that irritate the stomach like spices, hot and sour foods, tobacco, and alcohol. Beneficial foods are old basmati rice, milk, ghee, and butter. Fruits like oranges, raspberries, plums, melons are good. Vegetables like broccoli, asparagus, lettuce, and alfalfa sprouits are also advisable. 6. DIARRHOEA Definition When stools become watery, and frequency of the movements increases, it is diarrhoea. In Ayurveda it is known as “Atisara.” Causative factors Low digestive fire, improper food, wrong eating habits, indigestion, drinking too much cold water, eating too many unripe fruits and vegetables, and infestation of worms are the main causes. Similarly wrong food combinations, eating food rapidly without proper chewing, eating food before the prior food is properly digested, impure food, and toxins in food or water can lead to diarrhoea. 10 AYURVEDIC TREATMENT OF COMMON DISEASES According to Ayurveda, it is disease related to the water system and vitiation of all doshas. Vitiated Vata brings water from the cells to the intestine, lowers the agni, and produces diarrhoea. Various types have been described, due to vitiation of each dosha, all doshas together and emotional disturbances like fear, grief, and vitiation of the blood. Symptoms In Vata type, there is cramping and lots of gas in abdomen. During bowel movements, lots of water is passed without many faeces. Diarrhoea and constipation can alternate. In Pitta type the stools are yellowish in colour with lot of bad smell and can be mixed with blood. There may or may not be fever, thirst, and burning sensation in the abdomen. Kapha type is usually very watery with whitish colour and can contain little mucous. Ama stage- During this stage, there are", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 8, "book": "ayurvedic_treatment", "text": "toxins in gastro- intestinal tract. Hence stools are of foul smelling and usually, fever is present. Treatment First, fasting should be done. Herbs that control the frequency of motions should not be given unless there is a real emergency. Patient should drink lots of warm water treated with ginger, piper longum, and piper nigrum (also called trikatu). He should take warm vegetable soup with rock salt. During ama stage, ama should be detoxified by alkalies derived from plant sources. Once ama is detoxified, mild purgative with castor oil, will help to drive out ama from intestines. In acute attack, use astringent herbs. The best herbs are holarrhena antidysenterica, eagle marmelos, gum of bombax malabericum, licorice, Berberis aristata, symplocus racemosus, and jambu-Eugenia jambolana. These astringents can be given in dose of 1 teaspoon twice a day for 15 days. Vata type - Anti-vata diet is advised. Along with astringents proper use of carminatives if needed should be given like cardamom, asafetida, and fennel. 1 tea spoon mixture of these in equal parts should be given twice a day with warm water. Drinking buttermilk is also ideal. Pomegranate fruit helps to stop the frequency of motions. The rind of this fruit is also useful. Kutajarishta (BR) 15 ml. 3 times a day for 15 days should be given. Pitta type - All fried, spicy foods should be avoided. Anti- Pitta diet is advised. Along with bitter herbs like golden seal, barberry, which can be used initially, aegle marmelos and holerrhena anti-dysenterica should be given. Bilwadi churna ( SYS) 1 tea-spoon 3 times a day for 15 days is ideal. Kapha type - All dairies should be avoided and anti-Kapha diet advised. Herbs to increase the digestive fire like cayenne, ginger, piper longum should be used in the beginning. Later on berberis aristata, blackberry, cranes bill, white oak bark and yellow dock should be used. Gangadhara churna (BR) containing cyperus, dry ginger, bark of kutaja 1 gm. twice a day for 15 days is very effective. Tab. jatiphaladi bati (BR) 250 mgm; twice a day for 15 days, gives good results. Chronic diarrhoea - When diarrhoea lasts for more than two weeks without responding to any treatment, it can be labelled as chronic diarrhoea. In this condition the digestive fire is very week and there is debility due to improper nourishment of the body. Therefore after giving herbs like trikatu and cayenne to", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 9, "book": "ayurvedic_treatment", "text": "strengthen the digestive fire, other astringent herbs should be used. Herbs of choice are resins of Butea frondosa, Helicteres isora, Shorea robusta, Pavonia odorata, Mimosa pudica, Cuminum cyminum, and Bassia longifolia. Mixture of any two of these herbs in dose of 1 gm. twice a day for 15 days is ideal. When these herbs are not available nutmeg, plantain, red raspberry, white pond lily, lotus seeds, and gentian can be used. Bilwadi or kutajadi avaleha 1 teaspoon 2 times day for 1 12 AYURVEDIC TREATMENT OF COMMON DISEASES month or give babbolarishta (BR) 15 ml. 3 times, day for 1 month. . Patrangasava (BBR) 15 ml. twice a day for 1 month is useful in this condition and also prevents recurrence. Do’s and Don'ts Avoid all Kapha and ama increasing foods like cheese, fried, oily foods, heavy foods, like meat and sweets. Rice, mung, buttermilk, cooked vegetables and warm water is advised. 7. DYSENTERY Definition Passing of stools with mucous, associated with griping pain, is dysentery. Sometimes there is blood in the stools. It is known as “Pravahika.” Causative factors Vitiation of Vata and Kapha with disturbance in the colon and water carrying system causes this disease. The cause for amebic dysentery is infection caused by Entamoeba histolytica and bacillary dysentery is caused by bacterial infection. Symptoms It has been classified into Vata, Pitta, and Kapha and due to vitiation of blood. In Vata and Kapha types, the symptoms are like amebic dysentery, while in Pitta the symptoms are like bacillary dysentery. Amebic dysentery In Vata and Kapha types, passage of mucous with stool, preceded by griping pain is common symptom. In bacillary type, usually stools are tinged with blood and there is high fever. The patient loses his appetite and becomes very weak. In chronic amebic dysentery, liver gets affected and then patient loses considerable weight. Bacillary dysentery In Pitta and blood vitiation type, along with passage of mucous there is blood in the stools. Symptoms of Pitta and blood vitiation include high fever and thirst. Treatment Bacillary Dysentery Holerrhena antidysenterica is the herb of choice for this condition. The bark of the root is used and it can be given in the form of powder, decoction or medicinal wine form. The herbs of choice are berberis aristata, aegle marmelos, nutmeg, bark of eugenia jambolana, and cyperus. Any of these herbs in dose of 1 gm. twice a day", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 10, "book": "ayurvedic_treatment", "text": "is useful. A special preparation called as kutaja parpati 250 mgm; 3 times a day, is also very useful. It should be given with 15 ml. of kutajarishta. To stop bleeding, a medicated enema containing milk, decoction of kutaj and gum of Bombax malabarica should be given. Western herbs include blackberry, comfrey, and sumac. Amoebic dysentery Herbs of choice are semicarpus anacardium (use this herb with caution in Pitta constitution persons), cyperus and trikatu. Tab. sanjeevani 250 mgm; 3 times, a day or tab. jatiphaladi 250 mgm; 3 times a day is better. Western herbs include wormwood, plaintain, and yellow dock. Buttermilk is an ideal food to supplement a light diet like basmati rice or kichari is ideal. Chronic dysentery Panchamrit parpati ( BR) 150 mgm. Twice, a day for 1 month is very effective. Rejuvenating herbs, which will give strength to the intestinal muscles, are good. Bilvadi avaleha -aegle marmelos jelly should be used in dose of 3 gm. every day for 1 month. 14 AYURVEDIC TREATMENT OF COMMON DISEASES Mustakarishta (BBR) 15 ml. 3 times a day for 1 month is also indicated. Take a light diet, which will not aggravate Vata and will not lower the digestive fire. 8. INTESTINAL GAS Definition Accumulation of gas anywhere in gastrointestinal intestinal tract is usually associated with colic type of pain. It is high Vata disorder. In Ayurveda it is known as “Adhmana,” when this is accompanied with sounds and pain it is known as “Atopa.” Causative factors Low digestive fire and vitiation of samana Vata is the main factor. Formation of ama toxins is responsible for severe colicky pain. All foods containing beans, sweets, fried foods, oily foods, very cold, fermented foods and drinks; combinations like milk with sour fruits can create gas in the intestines causing colic pain in abdomen. Nervous strain and stress and emotional upset can cause this problem also. Treatment Fasting is advised until ama is detoxified. During this time light and warm vegetable soup, warm water with lemon and honey is indicated. Useful herbs are garlic, ginger, piper nigrum, citrus, lemon, Carica papaya, and other alkaline salts derived from plants such as yavakshara and apamargakshar. Mild laxative should be given when pain has stopped. Avipattikara powder | gm; should be given at night for laxative effect. Hingashtaka or lavana bhaskara powder 1 gm; twice a day for 15 days, are very effective in against", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 11, "book": "ayurvedic_treatment", "text": "intestinal gas. It should be given with warm water or with buttermilk. Jirakadyarishta or abhayarishta 15 ml. 3 times a day for 3 weeks are also indicated. 15 To relieve gas and colic immediately, tab. shankha bati should be given with warm water 2 to 3 times a day. Western carminative herbs like mint, camphor, fennel, dill should always be given with warm water or carminative herbal tea. 9. COLITIS Definition It is inflammatory disease affecting the large bowel or the colon. Causative factors It is a disorder of vitiation of Pitta in the large intestine. In the colon, the main seat of Vata, nutrients from the digested food are absorbed and the matter is rendered drier. The exact cause of this disease is not known. However wrong eating habits, consumption of pre-cooked food, food without fiber, and inflammation is the probable main causes. Similarly hereditary, immunological dysfunction and allergic etiology is possible. Some patients are allergic to gluten, while some to dairy products. Psychological stress and strain is also an important causative factor. Symptoms Dyspepsia, pain and tenderness at the site of colon, diarrhoea with or without mucous and blood, abdominal pain relieved by defecation, fever, anorexia, nausea, vomiting, and weight loss. Many times the symptoms increase or decrease periodically without any cause. When the patient starts feeling that he is getting beneficial results-to treatment, suddenly all symptoms may increase. If it is not treated properly, various complications like anaemia and mal-absorption develop. In some patients, allergic manifestations on the skin appear such as eczema. 16 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment Herbs of choice are asparagus racemosus, licorice, dashmoola or ten roots, sida cordifolia, and bombax malabarica. Panchakarma procedures like medicated sesame oil enema, alternating with cleansing enema should be given in courses, depending upon the symptoms and gravity of the disease. To treat inflammation, cleansing enema with asparagus and licorice should be given. Vata type - cleansing enema of ten roots is indicated. Parpati is the treatment of choice. Rasa parpati (BR) 100 mgm; twice day, or suvarna parpati (YR) 100 mgm; once a day, with dashmoolarishta 15 ml. 3 times day should be given. Pitta type - Panchamrut parpati 250 mgm; 3 times day should be given. Mixture of | gm. of amalaki powder and shatavari powder (equal parts) and licorice powder (1\\2 part), twice day is useful. If there is bleeding with the stools, medicated", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 12, "book": "ayurvedic_treatment", "text": "enema containing gum of bombax malabarica and milk and ghee is excellent. It will stop bleeding immediately. Kapha type - Loha parpati 100 mgm; twice day, with kutajarishta 15 ml. 3 times a day is indicated. Diet Avoid all food that irritates the colon and causes vitiation of Pitta and blood. 10. ULCERATIVE COLITIS Definition - Idiopathic, non- specific ulcerative colitis is an inflammatory disease involving primary the mucous and submucous of the colon. Causative factors It is the disorder of vitiated Pitta. Predisposing causes are eating food without roughage or fiber, consuming pre cooked 17 food and meat for a long time, chronic constipation, and stress. Allergy can be the cause in some cases. Symptoms Stool with mucous and blood, pain during the motions, pain in the lower abdomen, allergic rash on the skin is the main symptoms. Fever may be present occasionally. Without apparent cause, there can be exacerbation and sudden disappearance of symptoms as well. Treatment Herbs of choice are Asparagus racemosus, licoris, Sida cordifolia, ten roots, bombax malabarica and Santalum album. For palliation of Pitta herbs like shatavari, licorice, kutaj, doorva, lotus and sariva are useful. 1 gm; mixture of these in equal parts should be given 3 times a day for 1 month. When there is bleeding with the stools, piccha basti is very much useful. (This contains gum of shalmali, licorice and ghee.) Tab. kamadugha, 250 mgm; 3 times a day or tab. shatavari 500 mgm; twice day, with mauktik kamadugha 100 mgm; twice day, is ideal. In kapha type, lauha parpati (SYS) 100 mgm; 3 times a day for 1 month is useful. After giving alternate oil and decoction enemas, then giving brinhana basti or tonification enema by drip method is very much useful in this condition. This contains milk, ghee, and decoction of sariva, licorice, and gum of shalmali. This basti should be given on every alternate day, for 15 days. This helps to heal the ulcers in the intestine and stops the bleeding. 11. CONSTIPATION Definition , Bowel movements differ from individual to individual. They depend on the type of diet and the general activity of the person. However constipation can be defined as accumulation of toxins 18° AYURVEDIC TREATMENT OF COMMON DISEASES in the colon due to improper bowel movements. Ideally, one should have easy bowel movement in early moming and the stool should float on the water. If the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 13, "book": "ayurvedic_treatment", "text": "stool sinks, is sticky, or has a very bad smell, this indicates the presence of ama or toxins in the colon. Causative factors Developing the proper urge in the morning is very important. The modern lifestyle of getting up late in the morning and rushing to work does not allow this habit to develop, which can lead to constipation. All Vata constitution persons suffer from this problem. The main cause is dietary, eating a late meal after sundown or eating food that is hard to digest and that produces toxins in the colon. Food without roughage, too much coffee and tea, eating dry substances like legumes, drinking too cold drinks and smoking contribute to constipation. Other factors like not drinking enough water, staying awake late at night, insomnia, stress, nervousness, worry, grief, and fear is also responsible. Many elderly people suffer from constipation. Symptoms The tongue is the mirror of digestion. Usually the tongue has a slightly whitish coating when we get up from the bed. But after scraping of the tongue (a practice that should be done in addition to brushing the teeth every morning) this coating disappears. Vata type - there is brownish coating on the tongue that cannot be removed even by scraping the tongue. There may be sense of uneasiness in the abdomen, pain with gas formation, hard stools, and low digestive fire. Pitta type - eating too much spicy food, walking in hot sun, and not drinking enough water, are the main causes. In this type the hard stools are slightly yellowish accompanied with burning sensation. 19 Kapha type - This is due to obstruction of colon or due to lot of mucous in the intestines. Because of this there is sensation of heaviness in the colon, lethargy, and low digestive fire. The stools are whitish in colour and there may be gas in the abdomen. The tongue is coated with a whitish colour and the person has bad breath. Treatment Acute constipation For immediate relief, give 60 to 70 ml. of warm sesame oil enema. Massage the abdomen with sesame oil and carry out light fomentation of the abdomen. If it is not possible, apply glycerin suppository. If the tongue is white coated, it means that there are lot of toxins in the colon. Fasting, anti-ama diets, and herbs to detoxify should be given. When the digestion is improved, then give strong purgatives like", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 14, "book": "ayurvedic_treatment", "text": "senna, rhubarb, or castor oi! Chronic constipation Giving laxatives or purgatives cannot treat this, because constant use of purgatives creates dryness in the colon that in turn increases constipation. Triphala is a combination of three myrobalan fruits: amalaki, haritaki, and bibhitaki. Usually a combination in proportion of 2:1:1 of these three fruits makes a good laxative. This can be given in dose of 1 to 3 gms; at night, with warm water. Triphala also acts as a rejuvenating medicine in old age. Abhayarishta is also a medicine of choice for this condition. 30 ml. twice day should be given for 1 month. Drinking a glass of warm milk with 1 tea -spoonful of ghee every day at night for 3 months is advised. Or drinking 4 teaspoons of warm sesame oil every day at night is also beneficial. 20 AYURVEDIC TREATMENT OF COMMON DISEASES Diet Correction of dietary habits is a must. It is advisable to take lot of green vegetables cooked or uncooked, plenty of fruits, with oily and bulk-forming foods containing high amount of roughage or fiber. Food must be taken at proper time, irregular food habits cause constipation. Working late at night should be avoided. Drinking plenty of water is beneficial. Ayurveda has advised to drink water from copper vessel. Ask the patient to fill up copper vessel with fresh water at his bedside, and drink the same in the early moming, as much as he can. This sets a gastrointestinal colic reflex, which in turn helps the bowels to clean. This will have no immediate effects, but after 3 to 4 weeks the bowels should start functioning properly. Vata type - is usually found in Vata constitution persons and in elderly patients. As age advances, Vata starts getting aggravated; excessive smokings, taking diuretic drugs, anxiety, and worry increases it more. Anti-Vata diet with oily food, nuts, cooked vegetables, sesame oil, ghee, plenty of warm water is beneficial. Vata tea containing ginger, licorice, and cardamom; asafetida and trikatu are good to help digestion. Medicated enema of sesame oil is the best remedy. It should be given on alternate days 60 to 70 c.c. in the evening. If this is not sufficient, give cleansing enema alternately with oil enema. For. cleansing enema, use decoction of sida cordifolia, fennel, and cardamom with little sesame oil and honey. When intestines get lubricated, the problem of constipation is relieved. For vata", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 15, "book": "ayurvedic_treatment", "text": "types, bulk laxatives such as bran, flaxseed, and psyllium seeds should be given 1 to 3 gms; with milk or sweet fruit juices at night. Pitta type: Anti-Pitta diet should be advised. In this type, constipation is the result of high Pitta due to inflammation. Use cleansing enema of licorice and shatavari. Usually bitter herbs having cooling action are good. Aloe, echinacea, gentian, thubarb, and yellow dock are useful. Any one -of these herbs 21 can be given in dose of 1 to 3 gms; every day, till the constipation is relieved. If there is pain in the abdomen, before giving strong purgatives, take care to rule out inflammation of the appendix. In such cases always avoid giving strong purgatives, as it may lead to perforation, which is very serious condition. Kapha type - Antikapha diet should be given, ask the patient to take basmati rice with bread and raw vegetables with fruits like apples, banana, prune, grape, or cherry. Bulk laxatives should never be given in such type. It is better to give strong purgatives like epsom salt, senna, or rhubarb. Any one of these can be given in dose of 1 gm. at night every day for 3 weeks. 12. CANDIDA Definition It is also known as Monoliasis, a particular type of fungal infection. It is an endogenous, acute or chronic disease involving superficial tissues of the skin and mucous membrane. The disease usually starts in gastrointestinal tract, but it can enter and spread through the blood to produce systemic disease, which affects various organs in the body like kidney, heart, and brain. Causative factors It is a common condition in people with irregular digestive fire and disturbed immunological system. Similarly constant worry, yeast infections, excessive use of antibiotics, and eating too much sugar may aggravate this condition. Symptoms Candida infection starts from gastro-intestinal tract. It is an ama or a toxic condition and all doshas can become aggravated. However Vata constitution people suffer more from this disease. Vata type - the patient suffers variable or erratic digestion. Sometimes they digest heavy foods like meat in good quantity but sometimes they are not able to digest light foods like 22 AYURVEDIC TREATMENT OF COMMON DISEASES vegetable soup. They suffer from gas, constipation, and bloating in the abdomen. Their immunity is low and hence they can | suffer from any disease quickly. They suffer from various food allergies and", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 16, "book": "ayurvedic_treatment", "text": "have low strength. Pitta type - repeated attacks of inflammations of various organs, fever, thirst, burning sensations in the body, and hyperacidity are the major symptoms. Kapha type - repeated attacks of cold and influenza with running nose, mucous in chest, sinus problems leading to. dull headache, low digestive fire are the main symptoms. Treatment The aim of treatment is to increase the digestive fire and detoxify ama, to remove gases from the intestines, and then increase the immunity. First anti-ama diet is advised until ama is detoxified. Trikatu, cayenne, asafoetida, chitraka and anti-parasitic herbs like vidanga are the herbs of choice. Tab. agnitundi bati (BR) 250 mgin 3 times day or tab. shankhabati 250 mgm. 3 times a day with drakshasava 15 ml. 3 times day should be given for 2 months. To tonify the system give tab. ashwagnadha 250 mgm; twice a day, for 1 month or tab. guduchi 250 mgm; twice a day, for 15 days. Diet Eliminate all sugar, caffeine, alcohol, and wheat products including bread. 13. INTESTINAL WORMS Causative factors Intestinal helminths (worms) are of different types. In children they are most common, because infestation can easily occur when they have habit of putting toys, pencils, and other articles in their mouths thereby ingesting clay, which causes worm infestation in children. Low digestive fire increases this 23 chance by increasing Kapha and ama. Hookworms, roundworms, thread-worms, and whip-worms are most common. Symptoms In children, worm infestation can produce any symptom _ from acute fever to skin rashes. Common symptoms are nausea, vomiting, indigestion, diarrhoea, dysentery, and pain in abdomen, cough, asthma, and itching as well as discoloration of the skin. Treatment ‘j Initially herbs like garlic, ginger, piper nigrum should be given to increase the digestive power and to digest ama. Specific herbs against the worm infestation are embelia ribes and moringa pterigosperma. The seeds of these plants should be given 1 to 3 gms; a day for 15 days. Most antiparasistical herbs have a pungent or bitter taste. Herbal wine of vidang - vidangarishta- 15 ml. 3 times day, or its powder 250 mgm; twice day, or its decoction 30 ml. twice day should be given at least for the period of one month to eradicate the tendency of recurrence. Tab. krimighatani (BR) 250 mgm; should be given twice a ° day for 1 month. To avoid recurrence mallotus phillippinesis, kitmari yavani, kristolochia bacteata,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 17, "book": "ayurvedic_treatment", "text": "hyoscyamus nigrum, apium graveolens seeds, and butea-frundosa are also very effective. Any one of these can be given 1 gm. a day for 1 month. There are many western herbs having this specific action like cayenne, black pepper, golden seal, pennyroyal, prickly ash, pumpkinseeds, wormseed, wormwood, and thyme. 14. ASCITES Definition This is defined as accumulation of fluid in the peritoneal cavity. In Ayurveda it is called as Udara. 24 AYURVEDIC TREATMENT OF COMMON DISEASES Causative factors and Types Low digestive fire, production of ama, obstructions in sweat and water carrying systems, and vitiation of Prana and Apana are the basic pathological factors in this disease. It has been divided in two major types: without accumulation or with accumulation of fluid in the abdominal peritoneal cavity. Eight other types are due to vitiation of Vata, Pitia, Kapha, due to vitiation of duel. doshas, and due to liver and spleen disorders. Ascites can be due to infection of tubercular bacilli, neoplasm, Hodgkin’s disease, portal hypertension, or cirrhosis of liver. It may be due to C.C.F. or diseases of the kidney. Symptoms Vata type - is associated with indigestion, gas in abdomen, edema on feet, abdominal pain, sudden increase or decrease in the size of abdominal edema. Pitta type - Diarrhoea, fever, thirst, sweating, ‘quick accumulations of fluid in abdomen are present. Kapha type - Heaviness in the body, whitish coloured edema on feet and abdomen, loss of appetite are present. Due to disorder of liver and spleen, liver and spleen are enlarged. There is also varicosity of veins on the abdominal wall along with accumulation of fluid in the abdomen. Treatment In the early stage, before abdominal fluid is accumulated, the disease is curable. In this stage, herbs for increasing digestive fire and detoxification of ama should be given. Trikatu, cayenne, cinnamon, fennel, and plant alkalies help increase the digestive fire. They can be given in dose of 500 mgm; twice a day for 15 days. While mixture of asafetida, cyperus, and cumin seeds | gm. twice a day for 7 days are useful to detoxify the ama. When there is fluid in abdomen, treatment of choice is daily purgation. Stronger purgatives like seeds of croton tiglium 50 mgm; or arka-ksheera can be used. 25 Many prepared medicines from these herbs are available in the market. These herbs remove the abdominal fluid by purgation (This is better than giving diuretics, which", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 18, "book": "ayurvedic_treatment", "text": "tax the kidney). According to requirement, one can choose any one preparation from ashvakanchuki, icchabhedi, naracharasa or abhayadi modaka in dose of 125 mgm; twice a day for 1 month. During this treatment, it is also necessary to apply tight cloth belt over the abdomen to prevent the accumulation of fluid in the abdomen. Light abdominal massage with castor oil is advised. This prevents enlargement of abdomen by gas. Because as the abdominal fluid is drained out by purgation, there is every chance that in this place Vata gets accumulated quickly. If the cause of ascites is some kidney problem, use herbs to improve kidney function along with diuretic action such as dandelion leaf or gravel root: Herbs of choice are boerrhavia diffusa and tribulus terestris. They can be given in dose of 1 to 3 gms; a day for 15 days. In western countries, herbs like, rhubarb root, bark of . walnut or butternut, cascara, buckthorn, senna, and aloe can be used for this purpose. Diet Since this disease originates due to low digestive fire, preserving the power of digestion is the most important aspect. Hence avoid food and drinks that are too cold, heavy, fried foods, meat, and cheese. As long as there is fluid in the abdomen, patient should be _ asked to remain only on a milk diet. He should not drink water nor take any solid food. When the fluid disappears and the digestive power increases, then he can start light diet with vegetable soup. Afterwards he can take whole wheat or millet (bajari) bread with little amount of castor oil, garlic, and ginger to increase the digestive fire. 26 AYURVEDIC TREATMENT OF COMMON DISEASES 15. HEMATEMESIS Definition Internal bleeding from any organ of the gastrointestinal tract, which comes from vomiting is called hematemesis. Causative factors When Pitta is vitiated by its hot and penetrating qualities, and affects weak gastric mucous, an ulcer is formed. When an artery adjacent to the ulcer becomes eroded, bleeding from vomiting takes place. Internal bleeding can be due to chronic gastric or peptic ulcer, due to portal hypertension, esophageal varices, and excess use of anti-coagulant drugs. Treatment Find out the cause and treat the same. Use Pitta palliative herbs having cooling and styptic action such as shatavari and licorice. To stop the vomiting and the bleeding, give fresh juice of doorva 5 ml. 3 times day, or oxide of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 19, "book": "ayurvedic_treatment", "text": "coral 100 mgm; 3 times a day, or with 125 mgm; powder of mesua ferea twice a day for 3 days. Tab. saptamruta lauha 250 mgm; 3 times a day for 15 days is indicated. Typical western haemostatic herbs like agrimony, cattail, golden seal, and mullein can be used in dose of 1 to 3 gms; a day for 15 days, Diet Since the condition is always due to vitiated Pitta, it is advisable to follow Anti-Pitta diet. A bland diet having sweet tastes with milk, ghee, wheat, basmati rice, and boiled green vegetables is advisable. 27 16. HICCOUGH Definition A particular sound like “hic” is produced due to vitiation of Prana and Udana type of Vata. Ayurveda classifies this disorder into 5 types depending upon the symptoms and the severity. Symptoms Most of the times it is produced because of disorder of gastrointestinal tract, like indigestion or flatulence. In such cases, with simple treatment of flatulence or gas, this disappears. But when it is the result of complication of some other disease, then it is quite a serious symptom. Causative factors The vitiated Prana and Udana Vata in turn vitiate the respiratory, gastrointestinal intestinal, and plasma carrying systems. The causes for hiccough are the same as for asthma. Particularly those causes that irritate the diaphragm like distention of abdomen due to overeating and drinking, irritation due to alcohol, peritonitis, cancer in the abdominal organs, abscess of liver, and worms in intestines. Due to tumours in the thorax and some diseases in the brain like meningitis, toxaemia, uremia, and acidosis can produce hiccough. Types Ayurveda has classified this disorder into 5 types- Annaja, yamala, kshudra, gambhira and mahati. The first 3 types are due to disturbances in the gastro-intestinal tract. The other two types are due to complications of some other serious diseases. Treatment Find out the proper cause and treat accordingly. Acute stage- when the hiccough is persistent, and the patient 28 AYURVEDIC TREATMENT OF COMMON DISEASES is restless, the medicine of choice is ash of peacock’s feather called as mayurpiccha mashi. 100 mgm; of this powder should be given with honey and ginger juice. The patient should lick this mixture every five minutes, till the hiccough stops. This treatment is useful in all first 3 types. For the remaining 2 types, treat the disease which is causing hiccough. For hiccough that is due to disturbance in gastro-intestinal tract,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 20, "book": "ayurvedic_treatment", "text": "use carminative herbs and the herbs that increase the power of digestion like ginger, black pepper, fennel, cardamom, cinnamon, asafetida, rock salt, and other plant alkalies. Any one of these can be given | to 3 gms; a day for 7 days, with warm water or herbal tea. Tab. chitrakadi -bati (BR) 250 mgm; 3 times a day for 2 weeks or tab. somnath ras (RYS) 2 to 4 times a day is also useful. To avoid the recurrence, give mild laxative and light diet like vegetable soup. CHAPTER 2 MUSCULO-SKELETAL PROBLEMS 1. ARTHRITIS Inflammation of the joints is called arthritis. It can b® acute or chronic. In Ayurveda it is commonly known as Sandhivata. Sandhi means joint and vitiation of Vata is usually the prominent factor in this disease. Acute arthritis may result due to trauma, infections, gout, or haemophilia. Similarly it can be due to toxins commonly known as ama. When this toxin mixes with a vitiated dosha, it can cause acute arthritis. Chronic arthritis can also be due to different infections like tuberculosis and collagen as well as degenerative disorders. Immunological disorders and vitiation of doshas are many: times responsible for chronic arthritis. a. Traumatic Arthritis Vata vitiation is the predominant factor in the pathogenesis. If there are no visible injuries on the skin, then external application of curcuma amada with lime is beneficial. Apply vishgarbha oil and then carry out the fomentation of the affected joint. Tab. rasnadi guggul (YR) 250 mgm; and tab. guduchi 250 mgm; with warm water three to four times a day for two weeks is the best remedy. b. Rheumatic Arthritis In Ayurveda this is called as amavata. A low digestive fire produces ama or toxins in the digestive tract, which then circulates the entire body from the heart and blood vessels 30 AYURVEDIC TREATMENT OF COMMON DISEASES causing a fever, heart disorders, and joint problems. The disease starts in the stomach, manifests in the joints and the heart, and then spreads at the Kapha dosha sites in the body. Symptoms The main symptom of this disease is a fleeting type of pain in the big joints. The inflammation and pain shifts from joint to joint very rapidly. In the acute stage, the big joints are inflamed on a given day and then absolutely normal the next day when some other joint becomes affected. When the heart gets involved usually the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 21, "book": "ayurvedic_treatment", "text": "mitral valve is affected and there is either stenosis or regurgitation type deformity. Hence it is said that this disease “bites the joints and leaks the heart.” Therefore when ama is present in the digestive system, one should never carry out excessive exercise. Otherwise ama spreads throughout the entire body and can cause this disease. Treatment To destroy ama, fasting should be carried out in the acute stage. The swollen joints should be fomented by dry heat either by electrical pads or by using hot sand or infrared lamp. Castor oil is very useful because of its power of removing ama. One teaspoon of castor oil should be taken internally with garlic tea. Mixture of garlic, galangal, punarnava, guggulu in dose of 1 gm. a day and dashmoolarishta 15 ml. 3 times a day for 3 weeks is useful. Ama stage In: this stage, the joints are inflamed, swollen, and very painful. Application of prasarani oil (BP) helps to relieve severe pain in this acute condition. Until the ama is detoxified, the patient should take only warm vegetable soup. Whenever the patient is thirsty, he should drink warm water or herbal tea. To detoxify ama, hot spices like turmeric, myrrh, and MUSCULO-SKELETAL PROBLEMS 31 cayenne are good. Oil of wintergreen, saindhavadi oil (BR) or rasona oil should be massaged externally on the inflamed joints, and they should be fomented by dry heat. To protect heart, use yakuti rasa (SYS) 10 mgm; twice a day for 3 weeks. To get rid of pain due to swollen joints, give tab. sinhanada guggulu (BR) 250 mgm; 3 times a day with mahavata- vidhwansana-rasa in dose of 25 mgm; twice a day for 3 weeks. Mahayogaraja guggulu 250 mgm; 3 times a day with rasnadi kwath 15 ml. 3 times a day can be used also for the same purpose. Nirama stage In this stage the swelling of the joints disappears but they are still very much painful. When ama gets detoxified, this ‘no ama’ stage is present. Tab. sinhanada guggulu 250 mgm; 3 times a day for 3 weeks is ideal. Also devils claw and yucca root have been used successfully for this stage. During this stage patient can take light diet, which will not disturb digestive fire. Soup of white meat, basmati rice, ghee, buttermilk or milk and plenty of fruit juice can be taken with green vegetables. Diet Avoid Vata and", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 22, "book": "ayurvedic_treatment", "text": "Kapha increasing foods like curds, cheese, fruits having cold potency (like banana, guava, cucumber), cold drinks, and working in damp and cold atmosphere. Castor oil is beneficial. Two teaspoons of castor oil in ginger tea every day is advised. c. Rheumatoid Arthritis Vitiated Vata affects the joints and produces this disease. This is also known as ‘Sandhigata Vata’. The small and large affected joints are painful and swollen. If it is not treated properly, after chronic stage, deformity may develop in affected 32 AYURVEDIC TREATMENT OF COMMON DISEASES joints. People after 40 are affected most often. It is a systemic connective tissue disorder affecting joints, hence muscle wasting, : and inflammation of muscles around the joint is very common. Generalized osteoporosis is seen in many cases. Serum RA factor is present due to immunological changes. Symptoms In typical Vata type, the pain is throbbing, migrating, and cutting. It is relieved by fomentation. Deformity is more likely to take place. Other symptoms of Vata aggravation like constipation, gas, nervousness, and insomnia are common. Pitta type Joints are more inflamed, red, hot to touch accompanied with fever, thirst and irritability. Pain increases by fomentation. In the Kapha type, there is more swelling and edema around the joints, and the pain is dull aching type, which is relieved by fomentation. Treatment Vata type- use Galangal, dashmoola ten roots, guggulu and punarnava are herbs of choice. Purificatory procedures for Vata such as oil enema and decoction enema should be given alternately. Affected joints should be massaged with sahacharadi oil and then fomentation with medicated vapour of herbs like basil. Herbs like black cohosh root, prickly ash bark, ashwagandha root, are the herbs of choice. Rasnadi guggulu 250 mgm; 3 times a day for 1 month is medicine of choice. Pitta type- Give cold fomentation or ice packs to reduce the inflammation of the joints. Aloe, curcuma, berberry, guduchi, yucca root, devil’s claw are herbs of choice. Massage with cooling oils like sandalwood. A _ preparation called as chandanbalalakshadi oil, is used in this condition. Kapha type- herbs of choice are trikatu, clematis root, ginseng, cocklebur fruit, cayenne, and calamus. For external massage, wintergreen oil and vishagarbha oil is indicated. If the MUSCULO-SKELETAL PROBLEMS 33 pain and swelling is too much, dry fomentation by infrared lamp or heated sandbag is beneficial. d. Osteo Arthritis This is also called as Asthigata Vata. This is the disease", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 23, "book": "ayurvedic_treatment", "text": "that occurs in people usually above 50 years. Affected joints are painful, patient also suffers from other symptoms of Vata vitiation like loss of sleep, weakness, and loss of strength in the muscles. Treatment Vata type - Vata palliation diet supplemented with natural calcium is essential. Coral pearl, conch oxide, or oxide prepared from eggshell is ideal. A preparation that is a mixture of five natural calcium, known as praval panchamrita 125 mgm; twice a day for 1 month, is commonly. used in this condition. Natural calcium if given with some fatty substance like medicated ghee of triphala shows beneficial results. Tab. lakshadi guggulu (BR) 250 mgm; 3 times a day for 3 months is indicated. Medicated enema of tonification variety is the treatment of choice. For this use decoction mixture of 100 ml. dashmoola, 4 grams of rock salt, and 25 ml. honey. Massage the joints with narayan oil, bala oil, or dhanvantari oil is very effective. When these oils are not available, use simple - sesame oil, or one can cook available anti-arthritic herbs with sesame oil for external massage. Pitta type - along with anti-Pitta diet, bitter herbs like aloe, azadirechta indica, turmeric and ghee should be given. Application of sandalwood oil with cold ice packs to the joints is useful. Kapha type - anti-Kapha diet should be given with spicy and hot herbs like cayenne, ginger, saffron, musk, and calamus. Mahayogaraj guggulu (SS) 250 mgm; twice a day for 1 month has good results. External use of medicated sesame oil helps to loosen joints, 34 AYURVEDIC TREATMENT OF COMMON DISEASES detoxify the ama and improve the affected joint function. For this purpose prasarini oil is the best. Diet Proper nutritive food with Vitamin A and D should be given. Natural calcium is available in many dairy products like cheese, milk, butter, and ghee. These should be taken with ghee and plenty of green vegetables. f. Gout Causative factors and types According to Ayurveda, vitiated Vata and vitiated blood (rakta) causes this disease. Hence it is called as Vatarakta. Increased blood uric acid levels are also responsible for this disease. It has been divided in two major types: superficial and deep. Similarly according to dosha predominance it has also been divided into predominant rakta type, predominant Kapha type, predominant Pitta type, and duel type. Symptoms Usually the disease starts from the inflammation of the big toe of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 24, "book": "ayurvedic_treatment", "text": "the foot or the thumb of the hand. After this the other big or small joints in the body are affected. The disease originates in the circulatory system, gets localized into joints, and spreads throughout the body. The swollen joints are very painful, tender, inflamed, red, and warm to touch. High degree fever is usually present in acute stage. Many times skin rashes and allergic symptoms are also present with severe itching or change in the colour of the skin. Excessive sweating or no sweating and severe pain in bones and muscles may be present. Superficial type- affected skin becomes blackish red, painful, hot to touch and there is intensive itching. Deep type - the symptoms are more prominent in the bones, nerves, and muscles. MUSCULO-SKELETAL PROBLEMS 35 In Vata predominant type - pain is the main factor, with contracture developing in fingers. In rakta predominant type - pain and edema are present. In Pitta predominant type - excessive sweating, thirst, and tendency to develop gangrene is present. If this is not properly treated, complications like gangrene, formation of ulcers, and permanent contractures take place. Treatment Purification by medicated purgation or blood letting according to the condition and stage of the disease is advised. Three specific herbs are used: tinospora cordifolia, kokilaksha (astercantha longifolia) and suranjana —(colchium luteum). Any one of these herbs in dose of 1 gm. twice a day for 1 month is useful. Western herbs include althea officinalis, curcuma, calamus, and verbascum thapsus. . Externally, oil prepared from guduchi or pinda taila should be applied to the swollen joints. Internally, medicated ghee with guduchi is indicated. A simple combination of 500 mgm; each of guggulu with guduchi or colchium twice a day for 1 month, is very useful. Vata type - the general line of treatment is anti-Vata diet. If toxins or ama is present anti-ama diet should be given until the ama is detoxified. Tab. kaishore guggulu (SS) 250 mgm; 3 times a day for 1 month is ideal medicine. Pitta type - there is severe inflammation of the joint that is reddish in colour and is associated with fever, loose motions, sweating, thirst, and fainting. Kapha type - the joint affected is more swollen and edematous with dull aching pain and sense of heaviness in the joint. Kapha conditions, marking nut or semicarpus anacardium is herb of choice. It must be used with caution in", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 25, "book": "ayurvedic_treatment", "text": "Pitta constitution persons. These persons may be allergic to this herb. For Vata and Kapha types amrita bhallataka avaleha is ideal. Application of pinda oil to the affected joint and its fomentation should be done. ee 36 AYURVEDIC TREATMENT OF COMMON DISEASES Diet Patients should avoid all food, which can vitiate Vata and blood. They should not work near very hot places and should avoid damp and cold places. They should take light diet easy for digestion. Avoid all sour, pungent, fried foods, red meat, alcohol, and tobacco. 2. BACKACHE Although pain anywhere in the back is known as backache, usually it is connected to the vertebral column or the attached muscles. The vertebral column consists of 24 vertebrae and the sacrum and the coccyx of the pelvic region. Causative Factors Various diseases of the vertebral column, spinal cord diseases, and meninges, fibrosis, lumbago, slipped disk, and other diseases of the abdominal and pelvic organs. Lack cf calcium after delivery, obesity, tubercular infections, fractures, and tumours can also be responsible. In modern days however, defective posture, stress, and incorrect use of the back in lifting are the primary causes. Treatment Vata vitiation, bone weakness, and muscle weakness are the major factors to consider when providing treatment. For massage, use narayan or mahanarayan oil if the Vata is nirama. In the ama stage, use vishgarbha oil. Then mild fomentation or warm tub bath should be taken. Since this is Vata disorder, a Panchakarma procedure like alternate cleansing enema and oil enema is beneficial. For enema, 60 to 70 ml. of sesame oil should be used-and it should be given preferably in the evening. Courses of alternate medicated enema 7, 10, or 15 should be given. Tab. vata-vidhwansana 125 mgm; 3 times a day with tab. punranava guggulu 250 mgm; 3 times a day should be given MUSCULOSKELETAL PROBLEMS 37 for 3 weeks, with rasnadi kwath or dashamoolarishta (BR) 15 ml, 3 times a day warm water. 3. SPONDILITIS Cervical Definition Spondilon means vertebra. When there is inflammation in the ligaments and muscles surrounding the vertebras, this disorder is caused. This is high Vata and Pitta disorder. Causative factors As the age increases, there is natural tendency of wear and tear of the vertebras. When they: becomes weak, they are afflicted by inflammation. Similar causes like trauma, disorder due to constant shocks by heavy equipment or bad road surface, incorrect posture like", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 26, "book": "ayurvedic_treatment", "text": "bending the neck while working at a computer, typing, writing, reading is also responsible for this problem. Symptoms Most commonly cervical vertebras are affected. There is pain in the neck that may radiate towards hands and fingers. Pain may be at the back near scapular region. Tingling and numbness to the hands is very common. Vertigo after bending neck may be present. Treatment It is useful to try the following mixture for three weeks: 2 teaspoons Castor oil, 2 teaspoons fresh juice of ginger, 1/4 teaspoon lemon juice, and | teaspoon ghee taken on empty stomach early in the morning. It is most important is to observe the correct posture while writing, typing, etc. Forward bending of the neck should be avoided. While sleeping care should be taken that pillow is not too thick, because larger the pillow, the neck remains more in the forward bending position which increases the problem. 38 _ AYURVEDIC TREATMENT OF COMMON DISEASES External application of vishgarbha oil should be followed by nadi sweda fomentation with the mixture of water and few drops of eucalyptus oil or leaves of vitex negundo. Tab. triphala guggulu 250 mgm; 3 times a day or tab. mahayogaraj guggulu 125 mgm; 3 times a day for 15 days with maharasanadi decoction 15 ml. 3 time’s a day for 15 days, is ideal for relieving pain. 4. HEADACHE Definition Pain anywhere in the region of head. Causative factors and types Pain anywhere is always due to Vata vitiation. However, Pitta and Kapha can be associated with Vata for causing headaches. In Ayurveda headache is classified under the term “Shiro roga.” Ayurveda describes 11 types of headaches, and other diseases in which headache is the prominent symptom. There are two main causes of headaches: intracranial and extracranial. : Intracranial causes- Trauma, Inflammation of meninges, encephalitis, cerebral abscess, vascular headache due to migraine, hypertension, cerebral haemorrhage or aneurysm, vasodilator drugs, alcohol hangover, withdrawal of habit forming drugs, and coffee. _ Extracranial causes- These include, trauma to soft tissues of scalp, bones, and sinuses. Other causes like anoxia, toxic fevers, metabolic factors, neuritis, and neuralgia can cause severe headache. Reflex causes from eye, ear, and teeth also cause headache. Similarly stress and strain are responsible for tension headaches. Symptoms Vata type - is characterized by severe hammering type of pain with anxiety, constipation, lack of sleep, and depression. It can be due to worry", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 27, "book": "ayurvedic_treatment", "text": "and strain. MUSCULO-SKELETAL PROBLEMS 39 Pitta type - headache is accompanied with a burning sensation, pain in the eyes, irritability, and photophobia. Migraine headache with nausea, vomiting, blurring of vision, and headache restricting to the half side of the head is usually Pitta type. Kapha type - is dull aching pain with cold or heaviness in head. perenne ae is typical migraine headache. Suryavarta- In this type the intensity of headache increases as the sun rises. Shankhaka- In this type, headache is more prominent in the temporal region. Anantavata- is due to vitiation of all doshas, this is a type in which the intensity is very severe. Treatment For Vata type, keep the bowels open by giving triphala at night. Useful herbs include jatamansi, valerian, or gotu kola. Tab. shirashooladivajra ras (BR) 2 or 3 times a day or tab. mahavata-vidhwansana rasa, (RYS) 125 mgm; twice 1 day, with warm water relieves headache quickly. For Kapha type, This type is usually associated with sinus congestion. Hence the best treatment is to give anu oil for nasai instillation. Kapha tea containing ginger, clove, basil, and camphor should be given. Tab. shoola- gajakesari -rasa 125 mgm; 3 to 4 times a day is beneficial. For Vata and Pitta type, nasya of simple sesame oil of liquid ghee is useful. For Vata and Kapha type apply paste of dry ginger or calamus on the head. Application of balm containing clove and cinnamon is also useful in this condition. Pitta type - give tab. amalaki 500 mgm; and tab. shatavari 500 mgm; twice a day, for 1 month. Apply sandalwood paste on the temple. If constipation is present, give avipattikara powder 1 gm. at night or use herbs like rhubarb 1 gm. twice day for 15 days. CHAPTER 3 BLOOD AND CIRCULATORY PROBLEMS 1. ANGINA PECTORIS Definition It is also called coronary or ischaemic heart disease. It is characterized by paroxysmal pericardial pain usually distinctive in character, location, and radiation. Most characteristically it is induced by walking and is rapidly relieved by rest, in less than 15 minutes. In Ayurveda it is called “Hrit shoola.” Causative factors Decreased coronary blood flow due to: gradual narrowing of one or more major coronary arteries; spasm of coronary vessel; low diastolic pressure due to acute hemorrhage or shock; and increased oxygen consumption in hyperthyroidism and severe anaemia. Predisposing causes are hypertension, diabetes mellitus, hypercholesterol, lack of physical", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 28, "book": "ayurvedic_treatment", "text": "exercise, and obesity. The heart is the organ most affected by emotion. Hence continuous stress and suppressed emotions can be a predisposing factor. Symptoms In this condition there is pain in the dolor pectoris region of chest. The word angirfa means a choking or strangling sensation. Many patients feel sense of heaviness or constriction in the sternal or the middle portion of the chest. The pain of BLOOD AND CIRCULATORY PROBLEMS 41 angina may be mild or severe; it usually radiates to left upper extremity with shoulders to fingers. Rarely it radiates to throat, jaw, back of thorax, and to the face. Other locations of pain are epigastrium and the left side of chest in the third intercostal space. If the pain has been induced by exercise like walking, the duration of pain is about 5 minutes, and is promptly relieved by rest. When pain occurs as a result of emotions like anger, fear, or excitement, it often lasts for more than 5 minutes. The frequency of pain may be quite variable. Most patients feel pain when walking in the moming. In the most distressing cases, there are numerous recurrences in a single day. Ti veatment Physical and mental rest is essential. The patient must eliminate all strain and worry or treatment will be less effective. Oxide of deer-horn is useful. It must be given with honey and fresh juice of ginger in dose of 10 milligram every 10 minutes till the pain is relieved. , . Along with this, herbs having demulcent and soothing action that calm the nerves and heart muscles like jatamansi and brahmi are useful. Any one of these can be given 500 mgm. at night for 1 month. Tab. brihat vata chintamani (BR) 125 mgm; a day or tab. maha laxmivilas (BR) 125 mgm; a day for 1 month gives beneficial results. Tab. hemagarbha pottali rasa (BR) 125 mgm; 2 to 3 times a day with ashwagandharishta 15 ml. 3 times a day is also useful When these are not available, Chinese herbs like salvia and western herb like hawthorn berries should be used for action on heart muscle. For calming effect gotucola, sage and skullcap can be used with valerian. 2. MYOCARDIAL INFRACTION Definition 42 AYURVEDIC TREATMENT OF COMMON DISEASES It is a clinical syndrome resulting from sudden curtailment of the myocardial blood supply. Severe and prolonged cardiac pain and other symptoms and signs", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 29, "book": "ayurvedic_treatment", "text": "of cardiac damage characterize it. In Ayurveda it is called “Hridroga.” Causative factors Causative factors and predisposing factors are the same as to that of angina pectoris. Symptoms Vata type- usually there is sudden pain in the chest, which is more prolonged than angina pain. This pain remains for at least’ 30 minutes and is not relieved by rest. The pain is very severe with a sensation of crushing or compressing like a vice or a heavy band across the chest. The pain can be of throbbing or breaking type, radiating to the left hand or jaw. Many a times there is only sense of suffocation or griping in the chest. Pitta type- there is a burning sensation and a feeling of smoldering more prominent than pain. There is severe perspiration followed by nausea, vomiting, diarrhoea, weakness, and fall in blood pressure. If symptoms are mistaken for hyperacidity, the patient may then suffer severe consequences. After the attack, there is mild fever, slight dizziness and fainting. Kapha type- there is feeling of stiffness and heaviness in the chest with dull pain. Many times there is feeling of nausea and fatigue. Treatment In severe cases, the patient must be admitted into the LC.C.U. unit of a hospital as early as possible. Prognosis depends upon the type of infarction, as well as damage to the cardiac tissue. mo When the patient returns home, Ayurvedic treatment can be used to give strength to the cardiac muscle. Herbs of choice are terminalia arjuna, withania somnifera, tinospora cordifolia, BLOOD AND CIRCULATORY PROBLEMS 43 calamus, and celastrus paniculatus. However the best mesa have been shown by terminalia arjuna. - Tab. yakuti rasa (SYS) 125 mgm; once a day or tab. brihat vata chintamani 125 mgm once a day for 1 month gives good results for giving strength to the heart. Tab. nagarjunabhra rasa (RSS) 125 mgm; twice a day or tab. hridayarnava rasa 125 mgm; 3 times a day is the best preparation for giving strength to the heart muscle and improves its function. These preparations can be supplemented with arjunarishta 15 ml. 3 times a day or arjuna ghrita | tea-spoon twice a day. The Central Council of Indian Medicine has conducted extensive tests on this herb and has concluded that this herb has cardio protective activity, gives strength to the heart muscles, stimulates blood circulation, and promotes the healing of tissues. This important herb", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 30, "book": "ayurvedic_treatment", "text": "contains metallic enzymes and prostaglandin E 2. It can be given in the form of powder, decoction, or herbal wine known as arjunarishta in dose of 15 ml. 3 times a day for 2 months. The Chinese herb salvia has similar action, which calms the emotions, improves the circulation, and strengthens the heart muscle. Myrrh is also useful if the condition is due to high cholesterol. 3. PALPITATION Definition When person becomes aware of his own heartbeat, it is called as palpitation. It is high Vata disorder affecting the heart. Causative factors It can be due to cardiac diseases like extra systoles, paroxysmal tachycardia, atrial flutter or fibrillation, heart block, aortic regurgitation or due to hypertension. It can be due to non- cardiac causes like simple flatulence in abdomen or due to indigestion, especially gall bladder dyspepsia, anaemia, pulmonary tuberculosis, thyrotoxicosis, embarrassment of heart 44 AYURVEDIC TREATMENT OF COMMON DISEASES due to local pressure e.g. pleural effusion, pneumothorax, ascites or pregnancy can cause palpitation. Excessive intake of tea, coffee, alcohol or anxiety neurosis can cause palpitation. Treatment After taking detail case history, try to find out the cause and eliminate the same. Avoid stimulant substances like tea, coffee or alcohol. For anxiety, use herbs like brahmi, calamus. Tab. brahmi -bati 250 mgm; twice a day for 15 days or mixture of oxide of deer-horn 100 mgm; oxide of mica 50 mgm and oxide of coral 100 mgm 3 times a day for 15 days with arjunarishta 15 ml. 3 times a day gives good results. Western nervine tonics like skullcap, gotu cola and valerian are also indicated. For unknown cause treat with terminalia arjuna and inula racemosus. 4. HYPERTENSION Definition Arterial hypertension may be defined as an elevation of the arterial blood pressure above the normal recorded ranges. The normal blood pressure reading is systolic 120 by diastolic 80. Causative factors Hypertension is a disorder involving all doshas, heart, and blood vessels. It is of two types: essential and malignant. As the age advances, the upper limit of systolic increases. In essential hypertension, the exact cause is not known. The secondary or malignant hypertension is due to disorder of kidney, heart, brain,. or hormones. Psychological factors like stress and strain are very important in both types. Treatment Vata type- Usually anxiety, worry, stress, and strain are the main factors. Hence for treating these psychological conditions, BLOOD AND CIRCULATORY PROBLEMS 45", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 31, "book": "ayurvedic_treatment", "text": "herbs like serpagandha, and jatamansi are beneficial. Western nervine tonics like lady’s slipper and valerian are also useful. Tab. brahmi 250 mgm; twice a day for 1 month is good. Pitta type- Anger, hatred and jealousy also contribute to this variety of hypertension. For this, tranquillizing herbs having cold potency like gotu cola and centella asiatica are very useful. Purification of Pitta by mild purgation and herbs like sarsaparilla and sandalwood are useful. For controlling the hypertension, pearls and moonstones set in silver is beneficial. Typical western herbs like vervain, skullcap, passion -flower, mullein are good. Tab. sarpagandha 250 mgm; is useful. The dose should be decided after regular check- up of the patient’s blood pressure. Tab. kamadugha 500 mgm twice a day or tab. mauktik kamadugha 125 mgm; once a day is good to alliviate Pitta. Kapha type- Herbs indicated are garlic, onion, berberis, guggulu, shilajit, arjuna and calamus. Tab. arjuna 500 mgm; twice a day for 1 month or tab. triphala guggulu 500 mgm; twice a day for 1 month is ideal. I In western herbs- elecampane, cardamom and cinnamon, cayenne, motherwort, hawthorn berries are good. Wearing a ruby or a gamet set in gold is helpful for reducing cholesterol levels. Do* s and Don’ts Avoid all dairy products like cheese, curds, butter, and margarine. Also avoid red meat, fried foods, sweets, chocolates, eggs, excess salt, and too much carbohydrates, 5. HYPOTENSION Definition Lower arterial blood pressure than the range encountered generally is called Hypotension. If the systolic blood pressure is below 90, then it is called as low blood pressure. Excluding serious causes like shock and addison’s disease, it is due to underweight, and /or improper nutrition. 46 AYURVEDIC TREATMENT OF COMMON DISEASES Symptoms Due to low blood pressure, there is less supply of blood to brain. This can therefore lead to a lack of concentration, dizziness, and sometimes a mild headache. Treatment It should be given according to the cause. Generally, medicines that improve digestion and thereby proper formation of tissues should be given. Tonification treatment for weight gain should be the treatment of choice. Rasayana preparations like tab. ashwagandha, tab. bala, tab. shatavari should be given according to the constitution of the patient 1 gm. 3 times a day for 1 to 2 month is beneficial. Similarly vajeekarana preparations like tab. mucuna pruriens 125 mgm; twice a day for 1 month with ashwagnadharishta or devadarvyarishta", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 32, "book": "ayurvedic_treatment", "text": "(BR) 15 ml. 3 times a day, are useful. Popular Ayurvedic rejuvenating tonic like chyavanaprasha 2 to 3 teaspoons every day for 1 month is also ideal. 6. ANEMIA Definition Deficiency of blood tissue either in the form of haemoglobin or red blood cells is called anemia. Causative Factors and types According to Ayurveda, vitiated Pitta destroys blood, the muscle tissue, and ojas, and causes this disease. Ayurveda has classified anemia into Vata, Pitta and Kapha type and due to vitiation of all doshas. In children, it can be due to eating clay or dirt. The disease originates in channels of plasma and manifests in the channels of blood and muscle tissue. Hemorthage either manifest or occult, deficient formation BLOOD AND CIRCULATORY PROBLEMS 47 of red blood cells, infection, congenital deformity in production of blood can cause this disease. There are two types of anemia: due to lack of iron and haemoglobin or due to lack of Vitamin B 12 and the intrinsic factor. They are called as hemolytic and megaloblastic anemia respectively. Symptoms In the Vata type, the skin becomes pale, dry with a blackish hue colour. The associated symptoms are body aches, tremors, headache, constipation, and gas in abdomen, weakness, and breathlessness. In the Pitta type, the skin becomes slightly yellowish. Associated symptoms are fever, thirst, fainting, and desire of sour and hot foods and drinks. In the Kapha type, there is heaviness in body, nausea, vomiting, low digestive fire, cough, asthma, and whitish pale skin. Treatment To pacify vitiated Pitta, ghee or liquefied butter should be used. If the ghee is medicated with bitter herbs like aloe or rhubarb root, it gives good results. A nutritious diet supplemented with tonic herbs and sufficient rest are recommended. Vata type- Ayurvedic iron preparations are cooked with various herbs like triphala and so do not cause constipation. Also repeated incineration of iron makes such preparations non- toxic. Also preparations like lauh mandoor are extremely useful in anaemia like mandoor vataka (SS), saptamrita lauha (BR), tapyadi lauha (AH). Any one of these, can be given in dose of 125 mgm; twice a day for 1 month. These preparations if used with herbs that increase digestive power like ginger, black pepper, or piper longum, give better effect. When digestive power increases, a person can eat spinach and lots of green vegetables, which will increase iron in the body. 48 AYURVEDIC TREATMENT OF", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 33, "book": "ayurvedic_treatment", "text": "COMMON DISEASES Pitta type- plenty of raw green salads with dandelion should be consumed with sprouts of green gram. Good amounts of dairy such as milk and ghee are also advised including herbs that will increase function of liver. Famous Ayurvedic tonic chyavanaprash jelly should be used every day, in dose of one teaspoon at breakfast and at dinnertime. Tab. dhatri lauha (BR), or tab. Chandanadi lauha (BR) should be given in dose of 125 mgm. 3 times a day for 1 month. Kapha type- usually the digestion is very low. Hence digestion should first be improved with spices like cayenne, turmeric, or trikatu. The bowels should be regulated in all types. Aloe gel, amalaki, triphala should be given supportive treatment. Small amounts of saffron with milk, is an ideal dietary supplement. Tab. navayasa lauha, triphala mandoor or punarnavadi mandoor (BR) should be given in dose of 125 mgm. 3 times a day for 1 month. Diet A nutritious diet with milk, ghee, sesame seeds, green vegetables, fruits, proper amounts of vitamin A and E with spices that are good for digestion should be taken. Use iron vessels for cooking food. Drink water from silver or copper vessels. Do’s and Don'ts -Avoid Pitta vitiation with too spicy foods, working near heat and sun, and working late at night. Regular exercise in the fresh air is good. 7. VARICOSE VEINS Definition When the veins become distended and tortuous this condition is known as varicose veins. Causative factors Defective or weak valves associated with postural strain, BLOOD AND CIRCULATORY PROBLEMS 49 which obstructs venous blood flow, cause them. Constipation, irregularity, and jobs with continuous standing are the main causes. Vata constitution people suffer most from this disorder. It can be due to pressure in the abdominal cavity such as pregnancy. In pregnancy, the varicosity is temporary. In early cases there are no complaints, and patient often consults the doctor for cosmetic purpose only. But when the varicosity increases, there is pain after. standing and the affected leg feels heavy. Treatment It is important that patient should not wear tight clothes. Ask the patient to apply elastic bandages at particular part of the leg to prevent further development of varicosity. For women, wearing stockings helps the prevention. It is also advisable to raise the legs while sleeping at least for 1 to 2 hours every day. Massage of warm sesame oil, narayan oil,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 34, "book": "ayurvedic_treatment", "text": "or bala oil in the upward direction twice every day is very important. After massage keep the leg in warm water for fomentation. This will strengthen the valves in the veins and the condition will improve. Tab.shatavari and tab. ashwagandha 500 mgm; twice a day, with ashwagandharishta 15 ml. 3 times a day for 1 month is useful. 8. PILES or HAEMORRHOIDS Definition Haemorthoids are varicose veins protruding from the rectal mucous membrane in the rectal canal. In Ayurveda they have been called “Arsha” meaning the disease of rectum giving pain like nail in the rectum. Causative factors Hemorthoids are caused by low digestive fire, vitiation of 50 AYURVEDIC TREATMENT OF COMMON DISEASES all doshas, especially that of apana vayu, accumulation of waste products and varicosity of veins in the rectum. Constant travelling in sitting posture on hard seat, chronic constipation, and pregnancy are predisposing factors. Symptoms Vata type- Piles are very hard, rough and blackish in colour. They are very painful usually accompanied by constipation. Pitta type- Piles are very soft, reddish in colour, inflamed and bleeding. Thirst, diarrhoea, fever may present. Kapha type- Piles are whitish, large, soft and slimy with low digestive fire. Treatment Vata-kapha type- First apply some sesame oil or chandan bala lakshadi oil to the external piles if there are any, and then carry out fomentation which is best remedy. Sitting in small tub with warm water, in such a way, that the buttocks are submerged in hot water is ideal. If this is not possible, then local fomentation of rectum relieves pain quickly. Herbs of choice are trikatu, casia fistula, mimosa pudica, amomorphallus campanulatus, ailanthus excelsa, blumea balsamifera and berberis aristata. For proper digestion give asafoetida, fennel, or cumin. Mild laxatives like flaxseed, psyllium should be given with warm milk or ghee at night. For dry piles the best medicine is semicarpus anacardium. However this must be used in caution, as it may produce allergic reaction. . Tab. kankayana bati (arsha) ( YC) 250 mgm. 3 times a day for 1 month or tab. Suran vatak and tab. bahushala gur (BR) each should be given 250 mgm. 3 times a day for 3 weeks. Tab. arshoghni bati (SYS) or tab. pranada gutika (BR) - 250 mgm; 3 times a day for 1 month is also a good remedy. Pitta type- Mesua ferea and holerthena antidysenterica are the herbs that acts best. These should", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 35, "book": "ayurvedic_treatment", "text": "be given with buttermilk or fresh butter. Western herbs like gentian, dandelion, golden BLOOD AND CIRCULATORY PROBLEMS 51 seal, and yellow- dock having cooling effect and are very effective against Pitta. Mild laxative like rhubarb with amalaki powder or avipattikara powder is indicated. If bleeding is too much use anti styptic or astringent herbs like cattail, bistot, mullein or agrimony in dose of 1 gm. 3 times a day for 7 days. For bleeding piles give powder of mesua ferrea- nagakeshara, in dose of 500 mgm; 3 times a day for 15 days. Kutajavaleha 1 teaspoonful twice a day for 1 month is helpful. Diet Take ghee with warm milk every night for soothing effect in the large intestine. Plenty of green vegetables, which are bitter _ and slight astringent in taste, are advised. They will also prevent constipation. Buttermilk with rock salt is indicated. Yam, spinach, ladyfinger are beneficial. 9. EDEMA Definition It is a condition of painless swelling due to water accumulation. It is the disorder affecting water- carrying system in which all three doshas are vitiated. In Ayurveda it is known as “Shotha.” However Kapha vitiation produces solid or nonpitting edema mostly due to lymph stasis while Vata vitiation produces pitting edema of venous origin with pain, and that of Pitta is responsible for inflammatory type of edema. In all types ama and obstruction in channels is common factor. Causative factors Edema of venous origin is due to excess intake of salts or steroids. Other causes are Vitamin B 12 deficiency, pregnancy, anemia, and portal obstruction. It can be due to cardiac and renal origin. Lymphoedema is due to filariasis, allergic, post thromboflebitic, post traumatic or due to idiopathic origin. 52 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment Kapha type - In long standing edema of lymphatic origin, medicated emesis is advised. Herbs indicated are punarnava, plant alkalies like punarnava kshara, apamarga kshara, ginger, triphala and shilajatu. Decoction of punarnava or triphala with shilajatu rasayana, dashamoola haritaki, Tab. chandraprabha 250 mgm; 3 times day with - punarnavasava 15 ml. 3 times day or kumari asava 15 ml. 3 times day for 1 month are best. Tab. dugdha bati (shotha) (BR) 250 mgm; 3 times a day for | month is indicated. . For external application, use paste of dashanga. Western diuretics of heating type should be used. They are cubebs, juniper berries, Mormon tea, parsley and wild carrot.", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 36, "book": "ayurvedic_treatment", "text": "To reduce the tendency of water retention, herbs for regulating kidney function and diuretics should be given like punarnava or gokshura in dose of 1 to 2 gms twice a day for 15 days, along with anti-Kapha diet. Tab. punarnava guggulu or tab. yogaraj guggulu in dose of 500 milligram 3 times day can be given. Dry massage with calamus should be done with sauna at least 3 times a week. Western diuretics like parsley, wild cat can be given. Reduce sugars and salt intake. Avoid all dairy products and meat. Sleeping during tne day should also be avoided. Pitta type - for allergic or inflammatory condition use ipomoea turpethum, amalaki, casia fistula, cyndon dactylon, curcuma and berberis aristata. Western cooling type of diuretics like asparagus, coriander, cornsilk, dandelion, fennel and gravel root are useful. Guduchi ghana 250 mgm; twice a day with decoction of patola or punarnava’30 ml. 3 times a day for 1 month is useful. Similarly, punarnavadi mandura, 125 mgm; twice a day for 15 days is also useful. Externally application of red sandalwood or curcuma is ideal. Avoid red meat and fried substances. Take plenty of green vegetables preferably bitter in nature. Herbs of choice are aloe, barberry, and turmeric. Vata type - Avoid complex carbohydrates. Spices like cayenne and trikatu 125 mgm; twice a day for 15 days should BLOOD AND CIRCULATORY PROBLEMS 53 be given with triphala guggulu 250 mgm; twice a day with warm water if given for 3 weeks is also useful. Or tab. mahayogaraj guggulu 125 mgm; twice a day for 15 days is also useful. Light massage with fomentation should be given. Give mixture of jaggery with fresh ginger in 1 to 1\\4 ratios, before meals twice every day. Start with 5 grams of jaggery and then increase the dose until 10 grams. This simple remedy is effective in many cases. Western warming diuretics like cinnamon and parsley should be given. Ayurvedic herbs like punamava or gokshur | gm. a day can be supplimented with this therapy. Diet - Avoid curds, sour foods, excess salt, cheese, fermented foods and drinks, foods with preservatives. CHAPTER 4 LIVER AND GALL BLADDER PROBLEMS 1. CIRRHOSIS Definition It is a particular condition of liver in which uniform fibrosis displaces normal liver cells. Causative Factors and types It is and a high Vata disorder of the liver. It has been classified into Lennec’s, post-necrotic, and", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 37, "book": "ayurvedic_treatment", "text": "biliary types. Lennec’s cirrhosis is also known as portal, alcoholic, fatty atrophic, and hobnail cirrhosis. It is due to toxins like alcohol. The post necrotic variety is due to viruses like hepatitis B and to some drugs like methotraxate. The biliary type is due to obstruction in the biliary channels by stones, constrictor, malnutrition, or genetic factors. In infants, a particular type has been identified, known as infantile childhood cirrhosis. Symptoms Dyspepsia, low-grade fever, weight loss, jaundice, enlargement of the liver, haemetemesis, anemia, and portal hypertension leading to ascites. Treatment Many Ayurvedic herbs like phyllanthus neruri, cassia occedentalis, caesaria esculate, andrographis paniculata, capparis spinosa, chicorium intibus, tephrosia purpura have shown very hopeful results. LIVER AND GALL BLADDER PROBLEMS 55 Tab. arogyavardhini 250 mgm; 3 times a day with rohitakarishta 15 ml. 3 times a day for 1 month is beneficial. It is always better to give some mild laxatives like avipattikara powder | gm; at night every day with warm water. There are many good western herbs, which can be used for cleansing the liver, removing the obstruction, detoxifying the liver cells, and improving liver function.. These are mainly bitter herbs like gentian, barbery, dandelion, and goldenseal. Many green herbs like nettles, chickweed, and comfrey leaf are also good for this condition. 2. GALL STONES \\CHOLECYSTITIS Definition Gall- stones are concretions that form in the biliary tract. Most of them are in the gall bladder. Gallstones and cholecystitis are usually associated together and so they are discussed here together. Causative factors Acute inflammation of gall bladder is always due to gallstones. They usually occur in fat, fertile, flatulent, females between forty and fifty. Vitiated Pitta becomes dry due to increasing Vata and forms stones. Symptoms In acute attack of cholecystitis, there is severe colicy pain in abdomen, associated with nausea and vomiting. Sometimes there may be abdominal distention, with pain radiating to the back. There may be fever with chills in the beginning. In chronic condition, there is dull aching pain in the right hypochondrium with distention. Dyspepsia is predominant symptom. When gall bladder stones are formed, in acute attack the pain is very severe often radiating to the back with nausea and vomiting. Due to obstruction of bile duct, jaundice appears with itching on the skin, and tendemess in the right hypochondrium. 56 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment Cholegauge herbs, which increase secretions from the liver, like kutki,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 38, "book": "ayurvedic_treatment", "text": "picrorhiza kurroa, berberis aristata, phyllanthus, tephrosia purpura, and eclipta -alba, tinospora cordifolia, and swertia chirata are indicated. Any of these herbs can be given in dose of 1 to 2 gms. a day for 15 days. Since it is Pitta disorder, bitter purgatives like rhubarb should also be used for purification of Pitta. Avipattikara powder 1 gm. should be given with tab. arogyavardhini 250 mgm; twice a day for 15 days. For scraping of gallstones, use of copper oxide in doses 50 milligram; 2 or 3 times daily for 2 months. Western herbs like aloe vera, gention, golden seal are also useful. Do’s and Don’ts In acute cases, anti-Pitta diet should be used. Ask the patient to avoid oily and fatty foods. The best home remedy to get rid of stones in gall bladder is drinking 100 cc of juice of papaya fruit with its outer skin and seéds early in the morning every day two hours before breakfast. This mixture is bitter in taste, but if taken regularly for 7 days, has proven helpful. _ 3. HEPATITIS Definition Inflammation of Liver is called Hepatitis.. Causative factors It is ranjaka and pachaka Pitta disorder involving the liver and haemopoetic system in general. It can be due to infections from bacteria, virus, and protozoa like amoebas. It can be due to toxins from various drugs like butazolidins, alcohol, systemic infections from pneumonia, and septicemia. Viral hepatitis is most dangerous, in type A the infection enters through food and drinks, while in viral hepatitis B, C, E the infection is mostly through blood or sexual contact. LIVER AND GALL BLADDER PROBLEMS 37 Symptoms In the acute type, which is due to viral infection, there is sudden onset with high fever usually terminating in jaundice and toxic condition. This is a very serious disorder that can be fatal if not properly treated. In the chronic type due to bacterial infection through contaminated food and water, the onset is slow. Nausea, vomiting, abdominal pain, and heaviness in abdomen after food are preliminary symptoms. There may be low fever, soon jaundice appears and urine becomes yellow with itching on the skin. Treatment Acute stage - Complete rest in bed is essential. Anti-Pitta diet is advised, avoiding all oily, hot, spicy, fried foods, In initial stage do not give fats like cheese and butter. Even milk and ghee should be avoided. Green vegetables, sprouts, soup of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 39, "book": "ayurvedic_treatment", "text": "green gram are good. If there is sensation of vomiting give oxide of conch and syrup of garcinia indica with crystalline sugar, sip by sip. Boiled vegetable soup should be given with rock salt. Once the appetite returns to normal, then kicharee (a mixiure of mung dahl and basmati rice cooked with a little ghee and turmeric) should be given. If there is mild fever, tab. scene 250 mgm; 3 times a day or tab. chandrakala 150 mgm; twice day with kalameghasava (AySS) 15 ml. 3 times a day is ideal. Herbs that clean the blood having cholegauge action of bile secretion as well as a mild laxative action and Pitta palliative action are prescribed. In viral hepatitis phyllantus neruri or amarus is very useful. It can be given | to 3 gms. a day for 1 month. The initial study has shown that it is very effective in hepatitis B type of infection. Western biter herbs, having action on liver like golden seal, gentian, rhubarb, barberry, cascara sagrada, yellow dock and isatis are very much effective. Chronic stage -Treatment should aim at increasing the 58 AYURVEDIC TREATMENT OF COMMON DISEASES digestive power and increasing the tissue fire or dhatvagni that is situated in the liver. Adequate rest and strict dietary restrictions are essential for quick recovery. Herbs of choice are eclipta-alba, picrorhiza kuroa, berberis aristata, tinospora cordifolia, aloe vera, and tephrosia purpura. Any two herbs in equal parts can be given in dose of 1 to 2 gms; a day for 1 month. Tab.rohitak lauha 250 mgm; twice a day with rohitakarishta 15 ml. 3 times a day for 1 month is indicated. Statistics show that if not properly treated, this stage turns into cirrhosis or liver cancer. The degeneration of liver cells, leading to portal hypertension is very common. In this condition, the patient complains of loss of appetite, heaviness, nausea, weight loss, and stomach pain after eating. 4. JAUNDICE Definition Jaundice is the clinical manifestation of hyper bilirubinemia, arising from the over-production of bilirubin or impaired biliary excretion. When serum bilirubin exceeds 2 to 4 mg; per 100 ml, yellowish pigmentation of skin and mucous membranes appear. In Ayurveda it is called “Kamala” meaning disorder of liver in which all likes and dislikes disappear. Causative factors It is disorder of vitiation of pachaka and ranjaka Pitta affecting haemopoetic system and liver. It is characterized by increase of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 40, "book": "ayurvedic_treatment", "text": "bile pigments in body fluids and tissues. It can occur due to excessive breakdown of hemoglobin due to various diseases of blood, due to intrahepatic or extrahepatic obstruction in the liver, or inflammation of liver cells. Some hepatotoxic drugs like oral contraceptives, chlorpromazine, and heavy alcohol consumption can also produce jaundice. LIVER AND GALL BLADDER PROBLEMS 59 Symptoms If the duration is less than one month, it is due to hepatitis. If it is more it can be due to carcinoma, chronic active hepatitis, -or chronic liver abscess. It has been divided into acute and chronic, ineffective and obstructive types. The acute variety is very serious and if not treated patient dies immediately. There is fever, with digestive distress and soon the toxemia develops. Once the patient develops coma, the prognosis is grave. In chronic type digestive distress like nausea, anorexia, epigastric discomfort, slight pain or heaviness immediately after meals are common symptoms. In long standing cases, due to malignancy, there may be weight loss. Severe colic pain can be there due to stone in bile duct. Fever is suggestive of hepatitis. In obstructive type pruritus is always present. Color of urine, stool, conjunctiva and lastly skin changes to yellow. Treatment When fever is present, give tab. sootashekar 250 mgm; 3 times a day for 7 days. To get rid of vitiated Pitta, mild purgative should be given. Use amalaki or rhubarb in dose of 1 to 3 gms; at night with warm water. Chronic type - when the jaundice lasts for more than one month, care must be taken to give palliative treatment for Pitta and to improve liver function. As the digestion and the tissue formation are hampered, there is general weakness and low immunity. Along with anti-Pitta diet, use liver protective herbs like phyllanthus, berberis aristata, picrorrhiza, and eclipta-alba. Any of these herbs can be used in dose of 1 to 2 gms. a day for 1 month. Tab. pandupanchanan rasa (BR) 250 mgm; twice a day for 15 days or tab. loknath rasa 125 mgm; twice a day with kumariasava (SSY) or amritarishta (BR) 15 ml. 3 times a day for 15 days, is also helpful. If required, use rejuvenating herbs like tinospora cordifolia 60 AYURVEDIC TREATMENT OF COMMON DISEASES 1 gm. per day for 1 month or amritarishta 15 ml. 3 times a day for 1 month. Ask the patient to take plenty of raw", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 41, "book": "ayurvedic_treatment", "text": "and bitter green vegetables with little amount of ghee or ghee medicated with bitter herbs. CHAPTER 5 RESPIRATORY PROBLEMS 1. COMMON COLD Definition It is a catarrh disorder of upper respiratory tract. It may be viral, mixed infection, or allergic. In Ayurveda it is known as “Pratishyaya.” Causative factors When vitiated Kapha, disturbs upper respiratory tract, a cold is produced. Sometimes Vata and Pitta are also vitiated. Colds often result because of a breakdown in the immune system and so it acts as the first stage of other diseases. It is associated with other diseases such as flu, sinusitis, and cough. Symptoms Running of nose with sneezing is common complaint. It may be accompanied with fever, headache, lithargy and sneezing. Vaia type- associated with dry cough, little mucous, hoarseness of voice, and a running nose. Many times the discharge is watery. It is accompanied by severe headache. Pitta type - usually there is fever, sore throat, and nasal discharge that are slightly yellowish. Sometimes the nose gets blocked due to inflammation of the mucous membrane in the nose and the patient cannot breath properly. Kapha type - the discharge from the nose is very thick and sticky. There is heaviness in the head with dull headache. If cold- 62 AYURVEDIC TREATMENT OF COMMON DISEASES is not properly treated it often turns into chronic sinusitis, bronchitis, chronic cough, and even tuberculosis. Treatment The aim should be to use heating, diaphoretic, and anti- cough herbs. Typical Ayurvedic herbs include ginger, cinnamon, long pepper, piper nigrum, basil, cloves, eucalyptus, camphor, and mint. Fresh ginger or herbal tea with spices like trikatu, and camphor is ideal. Bhringasava (AySS) 15 ml. 3 times a day for 7 days is beneficial. Plenty of warm water with honey or lemon juice should be given. Chinese herb ma-hung should be used in decoction form 15 ml 3 times a day for 15 days. Diet An anti-Kapha and anti-ama diet is advised. If possible, fasting should be done for one day. Afterwards, warm water, light vegetable soups, or steamed vegetables should be taken. All dairy products like cheese, yogurt, milk, all heavy, oily foods, and sweets should be avoided. SINUSITIS . Acute sinusitis is often assqciated with flu and cold. If not treated properly it turns into chronic sinusitis. There is tenderness over the sinus region on face with headache and fever. Nasya is the treatment of choice for", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 42, "book": "ayurvedic_treatment", "text": "this disorder, use shadbindu oil or anu oil (BR). When all the mucous is driven out, use panchendriya vardhan oil for nasya. In acute attack, apply clove oil balm on forehead and nose. Inhaling medicated basil leaves steam is also useful. 2. COUGH Definition Any irritation of upper respiratory tract, throat, pharynx, bronchi, trachea and even the pleura of the‘lung produce cough RESPIRATORY PROBLEMS : 63 or Kasa. Although it can be due to vitiation of all doshas, Vata dosha plays the predominate part. According to doshic predominance, five different types of cough are described in Ayurveda. | Causative factors Inflammation of bronchi, pleura, lung, as well as organs like pharynx produces cough. Hence in bronchitis, pharyngitis, asthma, bronchiectasis, and pleurisy cough is a common symptom. Diseases like whooping cough and nervous hysteria also produce cough. It can be due to reflex causes due to irritation of gastrointestinal tract, irritation of diaphragm, and pericarditis. Remote causes like ear disorders with impacted wax and sub-diaphragmatic abscess can also cause cough. Ayurveda has classified this disease in 5 types- Vataja, Pittaja, Kaphaja, Kshataja and Kshayaja. Symptoms Vata type of cough is usually dry, hacking type with little expectoration, headache and pain in the chest. There may be dryness in the mouth with hoarseness of voice. Pitta type of cough has yellow sputum sometimes with streaks of blood, fever, thirst, and dryness in the mouth. There may be burning sensation in the mouth and pharynx. Kapha type of cough is with thick expectoration. It is slimy and white in colour. Patient complains of sweet taste in mouth, heaviness in the body, and the lungs are full of mucous. Kshataja type is due to severe Vata vitiation affecting the lungs and pleura. In this type along with cough there can be dyspnoea and blood in the sputum. Kshayaja type is always associated with pus in the sputum and general signs of cachexia. Treatment Vata type - In dry cough which is hacking type, external 64 AYURVEDIC TREATMENT OF COMMON DISEASES oleation of sesame oil and wet fomentation of chest should be done. Piper longum, black pepper, abies webbiana, innula racemosus, jatamansi, ginger, solanum xanthocarpum are medicines of choice. If these herbs are not available, use demulcent expectorants like licorice. Tab. talisadi 500 mgm; 3 to 4 times a day with kanakavasa 15 ml. 3 times a day with kanakasava (BR) 15 ml. 3 times", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 43, "book": "ayurvedic_treatment", "text": "a day for 15 days is beneficial. Kantakaryavaleha 1 teaspoonful, 3 times a day for 1 month prevents recurrence. Pitta type — This type of cough is with yellowish sputum. The herbs of choice are vasa, licoris, amalaki and chandana. Tab. sitopaladi 500 mgm; 3 to 4 times a day with chandanasava or vasarishta 15 ml. 3 times a day for 15 days is indicated. Vasavaleha or matulungadi avaleha 1 teaspoon 3 times a day for 1 month prevents recurremce. Kapha type - Herbs of choice are camphor, trikatu, tirphala, guggulu and shilajit. Tab. lavangadi vati or tab, khadiradi vati or tab. karpuradi vati are indicated. Tab. kaphachintamani rasa or tab. kaphakartari can be given in dose of 250 mgm. 3 times a day for 15 days. Any of these can be given for 3 to 4 times a day for 15 days with warm water. Kumari asava No. 3 (Ay.SS), somasava, khadirarishta or kanakasava can be supplimented in dose of 15 ml. 3 times a day. 3. ASTHMA Definition It is a condition marked by recurrent attacks of paroxysmal dyspnoea, with wheezing, due to spasmodic contraction of bronchi, inflammation or allergy. It is called as ‘ shwasa’ a condition where number of respiration per minute increases and there is difficulty in respiration also. Causative factors Long continued inhalation of dust, poisonous smoke, dry RESPIRATORY PROBLEMS 65 wind, pollens, chemical dyes, colours, petrol fumes, working in a very cold and damp atmosphere, can result in asthma. Dry, cold, and heavy food like cheese, stale meat, fermented foods, aerated cold drinks, fish, and other sea - foods can cause asihma. Various debilitating diseases like heart disease, kidney disease, and brain disease may be causative factors. Depletion of the body’s resources from excessive purification by purificatory procedures (such as Panchakarma practices) and severe weakness due to loss of plasma, blood, and ojas also result in asthma. Often asthma may be result of trauma, either emotional or physical, accompanied by the suppression of emotional expression. The asthmatic may suppress anger or attachment and become plagued by unfounded fears related to past trauma, not necessarily relevant to the present situation. Pathogenesis Vitiation of Vata and Kapha, low digestive fire resulting in the production of ama and weakness of respiratory channel are the main factors. The disease originates in stomach and manifests in the respiratory channel. Prana and udana types of Vata are vitiated. Types", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 44, "book": "ayurvedic_treatment", "text": "Ayurveda has classified this disease in 5 types: tamaka, urdhwa, chinna, maha and kshudra. Of these types, tamaka can be labelled bronchial asthma, while Maha, chinna and urdhwa are different types of dyspnoea that are complications of other diseases. Kshudra is a minor type due to overeating and drinking. Symptoms When the attack starts, the person gasps for breath, accompanied by a wheezing sound with cough, as the expiration becomes longer than the inspiration. During the attack, the respiratory rate increases from normal 18 to 20 per minute to 40 to 50 per minute. The respiration is very difficult and there 66 AYURVEDIC TREATMENT OF COMMON DISEASES is sensation of suffocation in the chest. Cough with or without sputum is an associated symptom. When the attack subsides there is a slight cough and pain in the chest and abdomen. Weakness and breathlessness after mild exertion remains. Although the disease has been classified into 5 different types, the treatment of bronchial asthma depends on whether there is predominance of Vata or Kapha, the stage of the disease, as well as strength of the patient. In Vata predominant type, dry cough and wheezing is main symptom with dry mouth, constipation, and anxiety. The attack takes place at dawn or dusk, the time of the day associated with Vata. In Kapha type, it is characterized by cough with abundant sputum, which can be sticky or clear and white in colour. The lungs are full of mucous. The attack takes place at the time of the morning or evening when Kapha is predominant. _ Treatment In acute attack, oleation and sudation should always be performed. For oleation! apply a warm mixture of sesame oil with rock salt to the chest. For local sudation of the chest, attach a tube to a pressure cooker containing herbs and water and carry out the sudation with the vapour coming out of the tube. If necessary, a whole body sudation should be done in a sauna or specially prepared steam chamber. If the patient is strong, and there is excess accumulation of Kapha in the respiratory system, then a medicated emesis is the treatment of choice. For this it is best to use seeds of randia dumetorum with honey. If this herb not available, use 1 gm. calamus powder mixed in 1 gm. powder of glycerrhiza with honey or simple decoction of licorice. If it is not possible", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 45, "book": "ayurvedic_treatment", "text": "to carry out this procedure, give tab. chandrashekhara rasa (RYS) 125 mgm; 2 to 3 times a day. In dry type of asthmatic attack due to Vata vitiation, the patient should be asked to take 4 mls. warm Narayan oil every 5 minutes internally until the attack subsides. Tab. chintamani RESPIRATORY PROBLEMS 67 chaturmukh (BR) 50 mgm; should be given. Or give tab. mahamruganka rasa (RSS) 50 mgm for quick. relief with honey and ginger juice. Sitopaladi powder should be given with warm water or honey repeatedly. Some important herbs are solanum xanthocarpum, clerodendron serratum, adhatoda vasika, elusine coracana, abias webiana, terminalia bélerica, camphor, ocimum sanctum, and trikatu. Combination of any three herbs in equal parts in dose of 1 to 2 gms. a day for 15 days gives beneficial results. Proper use of guggulu, shilajit, Rasasindura rasa should be done whenever it is necessary. Kapha type- when there is excessive kapha i in the respiratory tract, use rasasindoora 15 mgm; 3 to 4 times, or purnachandra rasa (YR) 15 mgm; till the attack subsides, or give shawasa chintamani rasa (BR) or swarna bhoopati rasa (BR) 10 mgm; repeatedly. During the attack, give a bronchodilator ssid anti-spasmodic herbs such as lobelia, vasa, or ephedra 125 mgm; with warm water every 10 minutes. When the attack subsides, use wild cherry bark, root of mullein, coltsfoot leaves and flowers, datura, ‘or lungwort. For preventing recurrence, these medicines play an important role. Rasayana treatment -For giving strength to the respiratory channel, proper rejuvenative herbs should be used. Vata type - A special type of rejuvenating method called “unit increase and unit decrease” should be used. This is known as Vardhamana Rasayana. The procedure is as follows: take 50 cc of milk and 50 cc of water, add one piper longum fruit and boil for ten minutes. Take out pippali and drink the mixture. On second day put 2 piper longum fruits in the mixture and repeat the. procedure. Every day, increase the piper longum by one until the seventh day, and then reduce piper longum by one each day. Piper longum gives strength to, the respiratory tract and prevents the severity of attacks. When this is not available, use tonics appropriate to the constitution like sida cordifolia, licorice, bayberry, garlic, or cloves. 68 AYURVEDIC TREATMENT OF COMMON DISEASES Kapha type - Use Piper nigrum or black pepper as above ‘i.e. by unit increase", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 46, "book": "ayurvedic_treatment", "text": "and unit decrease method). Use mixture of talisadi powdwer | gm. + mica oxide 10 mgm;+ with deer horn oxide 10 mgm; twice, a day for 1 month to prevent recurrence. If this is not available, use western lung tonics like comfrey root, slippery elm each 1 gm. with honey for | month. Diet Avoid cold and refrigerated drinks and foods, heavy foods, and dairy (like hard cheese), fried substances, too sweet, and too salty substances. 4. HEMOPTYSIS Definition Bleeding or expectoration of blood from anywhere in the respiratory tract, along with the sputum is called Hemoptysis. Causative factors It is also a symptom produced by vitiated Pitta due to its penetrating and hot qualities, affecting the blood and organs in the respiratory tract and other adjoining organs. It may be due to pulmonary tuberculosis, ulceration of larynx, trachea, or bronchitis. Mitral stenosis or trauma to the chest wall with lung contusion can cause hemoptysis. Similarly hemorrhagic disorders, hypertension, acute infectious fevers affecting the lungs, and some lung tumors are also responsible for bleeding from the sputum. Treatment Treat the main cause and then start treatment for palliation of Pitta and blood. Hemostatic and Pitta palliation herbs like mesua ferea, symplocus racemosus, shatavari, amalaki, vasa, and doorva should be used in the form of fresh juice or powder RESPIRATORY PROBLEMS 69 mixed with fresh butter or milk. Tab. praval panchamrit rasa 250 mgm; or chandrakala rasa 150 mgm; or tab. chandanadi should be given 3 to 4 times a day. Typical western cooling hemostatic herbs like marshmallow, nettle, plantain, red raspberry, self heal and white oak can be prescribed. CHAPTER 6 KIDNEY AND BLADDER PROBLEMS 1. ACUTE AND CHRONIC PYELONEPHRITIS Definition This condition refers to immediate and residual effects of bacterial infection in the kidney. This is high Pitta disorder affecting kidneys. Bacterial infection is responsible for this disease. The predisposing factors are strictures in urinary tract, calculi, phimosis, trauma, catheterisation, or instrumentation. The urine examination shows pus cells and albumin. Sudden onset of fever with chills, nausea, and vomiting is present. This disease is common in children. 2. ACUTE AND CHRONIC GLOMERULONEPHRITIS Definition Nephritis and glomerulonephritis are general terms used to designate number of acute and chronic bilateral nonsuppurative inflammatory or degenerative renal diseases characterized by proteinuria and haematuria. This is also high Pitta disorder and may be due to beta hemolytic streptococcus infection. Sudden edema on face or", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 47, "book": "ayurvedic_treatment", "text": "puffiness of face is common. Fever, body ache and vomiting with headache, weakness, pallor and loss of appetite are present. There may be sudden attack of convulsion. Hypertension develops in chronic stage. Volume of urine is reduced and is KIDNEY AND BLADDER PROBLEMS 71 dark in color. Proteinuria is almost always present.Treatment Complete bed rest is essential in acute phase of the disease. Herbs of choice are boerrhavia diffusa and tribulis terrestris, Indian sarsaparilla, santalum album, cretaeva nurula, shilajita, and guggulu. Any of these can be given | to 3 gms a day for 1 month. In acute infections, use tab. guduchi 500 mgm; 3 times a day or mallasindura rasa 50 mgm; twice a day for 15 days. In chronic stage, tab. chandraprabha is very effective. 3. KIDNEY, URETER, BLADDER STONES It is disorder due to vitiation of all doshas affecting the urinary system. Oxalate stones are formed predominantly due to high Vata vitiation, uric acid stones are due to Pitta vitiation, and phosphates are due to Kapha vitiation. In Ayurveda it is known as “Mutrashmari.” Symptoms There may be sudden colic type of pain in abdomen radiating to lower abdomen and genital organs. Severe perspiration and vomiting may be present. In some patients, there is pain in the back with burning micturition and blood in the urine. Low-grade fever is rarely present if there is secondary infection. Treatment Herbs of choice are punarnava, pashanabheda, bergenia ligulata, gokshura, and roots of five medicinal herbs. Combination of any three in equal parts 1 to 3 gms; should be given 3 times a day for 1 month. Vata Kapha type - Diuretics having heating action like juniper berries, cinnamon, wild carrot are indicated. If the stones are very small along with diuretic action, they can pass through the urine. If the stones are very big there is no other choice than surgical treatment. Pitta type - Diuretics, which are cooling type like burdock, 72 AYURVEDIC TREATMENT OF COMMON DISEASES dandelion, horsetail, and cornsilk, are indicated in dose of 1 to 3 gms; a day for 1 month. Chandanasava or punarnarishta (BR) should be given 15 ml. 3 times-a day. for 1 month. Diet | Patient should drink at least one and half liter of water every day. Barley water, tender coconut water is more useful to flush out the kidney and ureter. Avoid all dairy products especially hard cheese, curd, and", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 48, "book": "ayurvedic_treatment", "text": "sweets made of condensed milk. 4. CYSTITIS Definition Inflammation of the urinary bladder is known as cystitis. Casisasioe factors All inflammatory diseases are due to vitiation of Pitta. It can be due to various bacteria infection. Symptoms Burning micturation, difficulty in passing urine, straining while passing the urine, urgency for urination and blood tinged urine are the main symptoms. There may be tendemess of the abdomen below the umbilicus. Fever with chills can be present. Treatment Palliative treatment for Pitta should be given. The patient should drink a lot of water or barley water. Mixture of sandalwood, boerrhavia diffusa, tribulas terestris in equal parts 1 to 3 gms. a day for 15 days is ideal. Chandanasava 15 ml. 3 times a day or ushirasava 15 ml. 3 times a day for 15 days is ideal. Western herbs for this condition are hibiscus flowers, psyllium seeds, and sage. These can be used in | to 3 gms; a day for 15 days. KIDNEY AND BLADDER PROBLEMS 73 5. HEMATURIA Definition Bleeding from urine either in the form of frank red blood or occurrence of red blood cells in urine is called Hematuria. Causative factors This condition arises from vitiated Pitta affecting the urinary system. It can be due to congenital anomalies in the kidney or stones in the kidney, ureter, or bladder. Various tumors affecting these organs and trauma can produce blood in urine. Similarly infections, kidney cancer, ureter cancer, and bladder cancer may cause hematuria. Symptoms There may be burning micturition or it can be without any symptoms. If Pitta is vitiated, a fever can be present. Treatment Treat the cause like infection or stone in kidney, ureter and bladder. To stop the bleeding, use herbs like sandalwood, ruta graveolens, amalaki, Indian sarsaparilla, vetivert and vasa. Mixture of any two of these herbs should be used in dose of 1 to 3 gms; a day for 15 days. Tab. gokshuradi guggulu 250 mgm; 2 times a day should be given with sarivadyasava 15 ml/ 3 times a day for 15 days, or tab. shatavari 500 mgm. 3 times a day with tab. chandraprabha 250 mgm. 3 times a day is beneficial. Tab. punarnava guggulu 250 mgm; 3 times a day with ushirasava 15 ml. 3 times a day or chandanasava or patrangasava or angoorasava also has beneficial results in this condition. Western hemostatic herbs having cooling action on Pitta like", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 49, "book": "ayurvedic_treatment", "text": "agrimony, bistot, shepherd’s purse, or plantain can be used. 14 AYURVEDIC TREATMENT OF COMMON DISEASES Diet Anti-Pitta diet should be given. Drinking at least- one and half liters of water every day or water boiled with barley is advised. If possible, tender coconut water should be taken regularly. 6. PROSTATE Definition In every male, the prostate gland is present at the base of urinary bladder. It surrounds the urethra at the neck of the urinary bladder. In most of the individuals, as age increases there is slow enlargement of prostate gland which causes various problems. It is a Vata disorder. Symptoms In the initial phase, the patient has to get up at night to urinate frequently, He cannot empty his bladder completely. Due to the enlargement of prostate gland some urine always remains in the bladder. Afterwards, there is obstruction to the flow of the urine’ and the person has to strain at the time of urination, Vata type - Along with urinary complaints, there is backache, constipation, and weakness. Pitta type - due to inflammation of the prostate gland, there is fever and urine is yellowish or reddish in color. Kapha type - there may be associated symptoms like edema on the feet due to water retention. Treatment Vata type - Anti-Vata diet should be advised. In the early stage, herbs having scraping action particularly on urinary system like gokshura, punarnava, orchis mascula, lactuta scariola, leptadenia reticulata, farmelia periata, hygrographis spinosa, guggulu, and shilajeet are useful. Mixture of any three herbs in KIDNEY AND BLADDER PROBLEMS 15 equal parts, in dose of 1 to 3 gms; a day should be given for | month. Fomentation in a tub bath is very beneficial. Cleansing enema with dashmoola decoction is indicated, which should be given alternate with oil enema. Western herbs like myrrh and berberry also can be used in dose of 1 gm. each twice a day for 15 days. Pitta type - Cooling diuretics like coriander and punarnava should be given in dose of 2 gms; a day for 15 days. Western herbs like marshmallow and barley are very effective. Kapha type - Along with guggulu or shilajit spices like curcuma, cubebs should be given. Western herbs like juniper berries, cinnamon, and ginger have good effects. CHAPTER 7 WOMEN’S PROBLEMS 1. PREMENSTRUAL SYNDROME (PMS) Definition Pre menstrual syndrome means various disorders related to menstrual cycle, such as delayed or", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 50, "book": "ayurvedic_treatment", "text": "absence of menstruation, headache before the cycle, swelling of the breasts, or tender glands in the breast before menstruation. Various psychological problems like sudden change of mood, anxiety, and irritation are also associated with this syndrome. Although emotional imbalance is present, it is always associated with vitiation of all doshas, mainly Vata vitiation. It is closely associated with some psychological and emotional change related with menstrual cycle. Symptoms Vata type - is with headache, anxiety, palpitation, insomnia, constipation, nervousness, feeling of agitation, and rapid changing of moods. Many women feel insecure and there may even be suicidal tendencies at certain times. Sometimes they may complain of sudden feeling of coldness and numbness. The period is very irregular with scanty discharge and severe pain. Pitta type - is with irritation, anger, sudden high temperature, excessive sweating, diarrhoea, or thirst. The patient will complain of heat in the body and there may be eruption of acne at the time of cycle. ; Kapha type - is with lethargy, tiredness, heaviness, and edema WOMEN’S PROBLEMS 77 on feet. There may be attacks of flu or colds at the time of cycle and tendency of water retention. Treatment Vata type - best herbs are curcuma, nutmeg, licorice, cyperus, jatamansi and valerian. These can be given as mixture of equal parts in dose of 1 gm. 3 times a day for 1 month. Aloe vera and ashwagandha are also useful. Apply warm sesame oil or narayan oil to the lower abdomen to pacify vitiated apana vayu. Use cleansing enema of dashmoola alternatively with medicated oil enema. Chinese herbs like dang gui, white peony, and rehmania should be given. Western herbs having warming emmenagouge action and nervine tonics like valerian, rosemary, comfrey root, are also useful. Dhatupaushtik powder (Ay.SS) - 1 gm. 3 to 4 times a day for 1 month with kumari asava 15 ml. 3 times a day is indicated. Pitta type - Aloe gel, shatavari, bhringaraja, lodhra, sariva are best herbs. Sarivadyasava 15 ml. 3 times a day for 1 month is ideal. Use cleansing enema with Pitta pacifying herbs alternatively with anuvasana or oil enema. Chinese herbs like motherwort, peach seeds, and safflower are advised. Western herbs like nettles, yarrow, skullcap, and black cohosh are also very effective. Kapha type - Anti Kapha diet should be given. Myrrh, guggulu, shilajit, trikatu, calamus are useful herbs. Tab. chandraprabha 250 mgm; 3 times a", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 51, "book": "ayurvedic_treatment", "text": "day for 1 month or tab. triphala guggulu 500 mgm; twice a day for | month should be given with warm water. Chinese herbs are holen and tang-kuei, are best. Western herbs like pennyroyal, myrrh and cayenne also have good action in this type. 80 AYURVEDIC TREATMENT OF COMMON DISEASES Membranous type - should be regarded as extreme form of spasmodic dysmenorrhoea. The pain is so severe, that unless some very strong antispasmodic medicine is given it cannot be relieved. Due to severe pain there may be shock like symptoms. Fortunately it is very rare. It is accompanied by the passage of membranes, in the form of casts of uterine cavity. Treatment Pain relieving, antispasmodic and muscle relaxing herbs should be given with emmenagogue herbs when it is required. Spasmodic type (Vata type) - Anti-vata diet should be given. Bowels should be kept open with mild laxatives like triphala. Mild massage with sesame oil to the abdomen below umbilicus should be done followed by sudation. Alternate sesame oil enema should be given with cleansing enema. In this type along with heating emmenagogue herbs, nervine and tranquilizing herbs are also necessary. Heating emmenagogue herbs are angelica, cotton root, and mugwort in dose of | to 2 gms. a day should be combined with nervine soothing herbs like valerian 250 mgm. at night. Mild carminatives like fennel, asafetida, cardamom should be given with pain relieving herbs. Similarly herbs like cyperus, ficus bengalensis, astercantha longifolia, and saraca indica. Western herbs like salvia, ligusticum are useful. Tab. vatavidhwansa 250 mgm; twice a day or tab. kanakasundara rasa (YC) 250 mgm; twice a day should be given during menstrual cycle period to relieve the pain. Tab. kravyada rasa 250 mgm; 3 times a day for 5 to 6 days is useful. Congestive type (Pitta, kapha type) - In this type cooling emmenagouge herbs like hibiscus, motherwort, and cyperus should be given. Then give demulcent herbs like shatavari 1 part + licorice 1 part +with nutmeg 1\\4 th part, or jatamansi 1\\4 part in dose of | gm. 3 times a day for 15 days. Tab. chandraprabha 500 mgm; twice a day with tab. punarnava guggulu 250 mgm; twice a day for | month is ideal or give tab. kanaksundara ras 125 mgm; twice a day for 7 days. 78 AYURVEDIC TREATMENT OF COMMON DISEASES 2. AMENORRHOEA Definition Delayed or absence of menstruation is known as", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 52, "book": "ayurvedic_treatment", "text": "amenorrhoea, “Anartava.” It can be due to Vata vitiation and disturbance in the female reproductive system or gynaecological organs such as the uterus and ovaries. It may be due to hormonal imbalances, some systemic disease like anemia, diabetes, improper tissue development, emotional trauma, and psychological problems. Causative Factors Amenorrhoea can be classified into physiological and pathological forms. Physiological type is due to pre-puberty, pregnancy, lactation, and post menopausal. Pathological type is subdivided into primary amenorrhoea, when patient has never menstruated, and secondary amenorrhoea that develops after the patient has had normal menstrual function. Pathological primary amenorrhoea is due to congenital obstructive defects or absence or gross hypoplasia of uterus, ovaries; hypopituitary dwarfism, hypothyroid cretinism. Pathological secondary amenorrhoea is due to uterine causes like tubercular infection, ovarian failure, destruction of ovaries, pituitary diseases, adrenal cortex diseases, and thyroid diseases. Treatment Treat the proper cause if it is known. To normalize all reproductive organs and to pacify the vitiated doshas, various emmenagogue herbs are useful. Aloe vera, saraca indica, asparagus racemosus, angelica, motherwort, and turmeric are very good. Similarly some specific menstrual modulator herbs like myrth, bugleweed, safflower, and calendula can be used in dose of 1 gm. twice a day for 1 month. Tab. rajapravartani bati (Ay.S.S.) 250 mg. should be given WOMEN’S PROBLEMS 79 twice a day for | month, or tab. nashtapushpantaka rasa (BR) 125 mgm. twice a day should be given for 1 month. Tab. shatavari 500 mgm; 3 to 4 times a day for 2 to 3 months is useful in conditions of amenorzhoea due to infantile uterus. Ashokarishta 15 ml 3 times a day should be given with kumari asava 15 ml. 3 times a day for 2 months. 3. DYSMENORRHOEA Definition Painful menstruation or difficult menstruation with severe pain in the lower abdomen before and during menstruation is called as dysmenorrhoea. In Ayurveda, it is called “Kashtartava.” Causative factors It is due to vitiated Vata. It is due to spasms of smooth muscles of uterus. Vitiated Kapha can cause this condition when there is lot of blood congestion. It has been divided into three types: congestive, spasmodic, and membranous. Symptoms Congestive type is due to vitiation of Pitta and Kapha. Usually there is premenstrual pain either in back or lower abdomen, occurring between three and five days and sometimes before the onset of menstruation. It is always relieved by menstrual flow. Many times it is", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 53, "book": "ayurvedic_treatment", "text": "associated with some pelvic inflammatory disease like salpingo-oophritis or pelvic adhesions. It is also common in certain myomas or chocolate cyst of ovaries. Spasmodic type - is due to vitiation of Vata. Nearly fifty percent of women under 25 suffer from this symptom. The pain develops on the first day of menstrual period, which is of excruciating type and lasts for half an hour or so. This pain is intermittent and may cause fainting or collapse. This is followed by less severe pain which lasts for next 12 hours. It may be related to endocrine factor or psychogenic causes. WOMEN’S PROBLEMS 81 4, LEUCORRHOEA Definition The term leucorrhoea should be restricted to those patients in whom the normal vaginal secretion is increased. In Ayurveda this is known as “Shweta Pradara.” Shweta means white and Pradara is vaginal discharge. Causative factors Abnormal discharge from vagina is high Kapha disorder, but sometimes Pitta and Vata may be there. This can be due to various bacterial infections if the proper hygiene is not maintained, due to over eating sweets, oily foods, dairy, and excessive use of antibiotics. Symptoms In Vata type, the discharge is brownish, sticky with pain in the vagina. In Pitta type, the discharge is foul smelling and yellow coloured with burning sensation in vagina. In Kapha type the secretions from vagina are mucous, thick and white. There may be feeling of loss of appetite and dullness. Treatment Specific treatment is douche of the decoction of various herbs that will have local effect on the vagina. For Vata use douche of shatavari and licorice. For Pitta use douche of turmeric, berberis and Aloe. For Kapha use douche of lodhra, acorus and powder of alum. Herbs to control leucorrhoea are ficus bengalensis, ficus glomerata, saraca indica, shatavari, various types of medicinal lotus, acasia arabica fruit, caesalpinia sappan, symplocos racemosa, valerian wallichii, rubia cordifolia, and triphala. Mixture of any three in equal parts should be given in dose of 82 AYURVEDIC TREATMENT OF COMMON DISEASES 1 to 2 gms; a day for 1 month. Tab. pradarantaka rasa (BR) 250 mgm; or pradara ripu rasa (YR) 250 mgm; twice a day for 1 month with lodhrasava ( CS) 15 ml. gives beneficial results. Western herbs like wormwood, tansy, alumroot, oak bark, golden seal and echinacea are also useful. 5. METRORRHAGIA Definition This is a condition in which there is irregular, acyclical bleeding from the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 54, "book": "ayurvedic_treatment", "text": "uterus. Bleeding may be intermittent or continuous. It is type of dysfunctional uterine bleeding in which endometrium becomes thick and ovarian cyst may be present. Causative factors Intermenstrual irregular uterine bleeding is also a high Pitta -Vatadisorder affecting female reproductive organs. It can be due to carcinoma of uterus, uterine polyps, dysfunctional uterine bleeding, any ulcer of the cervix, tubercular endometritis, or post LU.D. bleeding. Treatment If the cause is known treat the same. Anti-Pitta diet should be advised. Give hemostatic herbs like lodhra or nagakeshara 1 gm. 3 times a day for 1 month. Also any one of the western cooling hemostatic herbs like mullein, bistot, agrimony, and red raspberry, can be given in the same dose. Tab. pradarantaka lauha (RSS) 250 mgm; 3 times a day with lodhrasava 15 ml. 3 to 4 times a day for 1 month is also good. Tab. tapyadi lauha (AH) 250 mgm. 3 times a day with shilajitvadi lauha (BR) 250 mgm; twice a day with lohasava (SS) 15 ml. twice a day for 2 months is beneficial. WOMEN’S PROBLEMS 83 6. MENORRHAGIA Definition In this condition, there is excessive menstrual loss with preservation of normal cycle. In Ayurveda all excessive menstrual bleeding disorders are called “Atyartaza.” Causative factors It is due to high Pitta and vitiated blood affecting artavavaha srotas. Menorrhagia can be caused by any condition that increases the surface area of the menstruating endometrium, such as fibroids, polyps, increasing in uterine vascularity or pelvic inflammatory diseases. Thyroid dysfunction and some systemic diseases like hypertension, chronic nephritis, leukaemia, severe anemia, emotional disturbances like anxiety, worry and prolonged use of drugs like aspirin can cause this disorder. Treatment Important Ayurvedic herbs having astringent and hemostatic action are shatavari, amalaki, lodhra, arjuna, bhringaraj, manjishtha, and nagakeshara or mesua ferrea. Any two of these herbs with equal parts in dose of 1 gm. twice a day for | month give good results. Tab. shatavari or tab. amalaki 500 mgm; can be given with 25 mgm; of mesua ferrea 3 times a day for 1 month. Tab. pradarantaka lauha (RSS) 125 mgm; 3 times a day with lodhrasava 15 ml. 3 times a day for 1 month is ideal. Additional western herbs are mugwort, agrimony, nettles, and yarrow. Dysfunctional uterine is an abnormal uterine bleeding, where no organic cause can be detected. For treating this condition, use the above mentioned hemostatic herbs. Once the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 55, "book": "ayurvedic_treatment", "text": "bleeding is under control, treatment for anemia should be given. 84 AYURVEDIC TREATMENT OF COMMON DISEASES Diet Anti-Pitta diet is prescribed. Avoid all spicy and pungent as well as fried substances. Take plenty of green vegetables raw and cooked having bitter and astringent taste like spinach, parsley, coriander. Fruits, buttermilk, milk, ghee, basmati rice, wheat and sweets are advised. 7. MENOPAUSE Definition Menopause or “Rajonivruti” has been defined as the time at which menstruation ceases. It occurs between the age of 45 and 50. Symptoms When the menstrual cycle ceases various physiological and psychological changes takes place in woman’s life. The range of symptoms is very wide. These can be due to hormonal changes and vitiation of Vata affecting female reproductive system and nervous system. Vata type - tingling and numbness, pain in joints, pain in muscles, backache, cervical arthritis, insomnia, nervousness, anxiety, and restlessness. Pitta type - there is more irritation and hot flushes on the face. Kapha type - edema in joints and legs with lethargy is very common. Menstrual changes can occur suddenly or gradually. Cardiovascular changes include hot flushing and sweating. Neurological and emotional changes include paraesthesiae in the form of sensations of pins and needles in the extremities. Locomotion system includes changes like arthropathy, fibrosis and backache. Endocrine system includes dryness of skin and reduction in mental power. Genital tract changes include progressive atrophy of vulva skin. Vagina becomes dry and WOMEN’S PROBLEMS 85 atrophy of cervix takes place, which causes pain and burning sensation during and after sexual intercourse. Treatment The general treatment should be directed towards palliation of Vata. There are various herbs that control female reproductive organs like shatavari, aloe, lodhra, and sariva. The medicine of choice is tab. chandraprabha (SYS) 250 mgm. 3 times a day with punarnavasava or lodhrasava 15 ml. 3 times a day for 1 month. Tab. pradarari lauha 125 mgm. 3 times a day with dashamoolarishta 15 ml. 3 times a day for 1 month gives good results. Western herbs like myrrh and the Chinese herbs like dang gui, rehmania, lycium are useful in dose of 1 gm. twice a day for | month. CHAPTER 8 NERVOUS SYSTEM PROBLEMS 1. DEPRESSION Definition Chittavasada is the term used in Ayurveda for depression. Chitta means mind or psyche and avasada means sad or lazy state. Causative factors Increase in the tamas and rajas quality of mind with vitiation of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 56, "book": "ayurvedic_treatment", "text": "Kapha and sometimes Vata are the main causes. Consuming unwholesome food and improper social conduct may also lead to depression. When the tranquillity of mind is disturbed, emotions, intellect, memory, desires, habits, psychomotor activity, and conduct are also disturbed. Depression can be divided into two major types: endogenous, where no apparent cause is found; and reactive, due to various external causes. Symptoms Sadness, loss of interest or pleasure, weakness, loss of appetite, insomnia, helplessness, loss of concentration, palpitation, body aches, suicidal thoughts or attempts, loss of libido, changes in menstrual cycle, feeling of crying, and persistent feelings of guilt. NERVOUS SYSTEM PROBLEMS 87 Treatment Find out the cause and eliminate the same. For increasing the sativa quality of mir.d, interaction of the physician with the patient is very important. The following model has been proved useful: assurance, replacement of emotion, regulation of thought process, reframing the ideas, channeling of presumptions, correction of objectives and ideas, proper guidance, and advice for taking right decision. Panchakarma procedure like shirodhara and shirobasti are useful. Some aphrodisiac preparations help to elevate the mood. ; Prof. R.H. Singh and his colleagues in B.H.U. have proved that herbs having vajeekarana action are useful in this condition. Hence, tab. ashwagandha 250 mgm. 3 times a day or tab.mucuna pruriens 125 mgm. 3 times a day for 1 month should be used. Regulate: sleeping and eating patterns to establish wholesome rhythms. 2. EPILEPSY Definition It is characterized by convulsive seizure. With each convulsive attack or seizure, patient loses some part of memory; hence it is called “Apasmara” in Ayurveda. Causative factors When vitiated prana and udana with Pitta and Kapha enter the nervous system and mind, they vitiate rajas and tamas and produce this disorder. It can be due to an inherited constitutional tendency. It can be mainly due to two main causes: Intracranial and Extracranial. Intracranial causes include increased intracranial pressure due to tumor, hydrocephalous, or sub arachnoid hemorrhage, other inflammatory conditions of brain and meninges, trauma, vascular abnormalities, and degenerative disorders. 88 AYURVEDIC TREATMENT OF COMMON DISEASES Extracranial causes include toxins, anoxia, endogenous causes, metabolic and endocrine disorders. Symptoms It has been divided into Vata, Pitta, and Kapha and due tuo vitiation of all doshas. During the attack patient becomes unconscious, with jerky movements of the arms and legs, convulsions, grinding of teeth, moaning, crying, and hearing of nonexistent things. He may pass urine or stool", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 57, "book": "ayurvedic_treatment", "text": "and there may be froth at the mouth. In Vata type, frequent loss of consciousness and very quick regaining the same is main symptom. There may be stiffness, bulging of the eyes, weeping, and visualizing nonexistent things. In Pitta type, during the attack, face, eyes, nails and skin may become yellowish, greenish or blood stained. Sensation of burning after regaining consciousness is present many times. Kapha type - Loss of consciousness, and slow regaining after a long time is present. The patient falls to the ground heavily and there is profuse salivation at the mouth with froth. All these symptoms and attacks occur during full moon day and no moon day. Treatment . During the attack, nasal instillation of very pungent herbal powder helps in regaining consciousness. This is known as “pradhamana nasya.” Herbs like acorus calamus or acasia concina are used in powder form for this purpose. Similarly collyrium with substances that will irritate eyes is also used for the same purpose should be put into eyes. Proper care must be taken that the patient does not bite or swallow his tongue during this period. After the attack is over, an attempt should be made to find out its cause. Treat the main cause. If it is not found, treatment should be directed for increasing sattva and palliation of vitiated dosha. ) Vata type - Herbs of choice are, acorus calamus, gotu kola, NERVOUS SYSTEM PROBLEMS 89 convolvul pluricans, celastrus paniculatus. All these are medhya rasayana herbs to improve the memory. Tab. unmada-gaja-kesari (BR) 250 mgm; twice a day or chaturmukha rasa (BR) with gold 125 mgm; twice a day or smruti sagar rasa (RYS) 125 mgm; twice a day should be given for 1 month with saravatarishta 15 ml. 3 times a day. Pitta and Kapha type - For removing Kapha, nasal instillation of old medicated ghee prepared by vacha oe brahmi is indicated. The older the ghee, it is more useful in this disease. Old ghee has penetrating qualities, hence its action produces severe irritation. This removes Kapha (in the form of mucous secretions) from the sinuses, head and neck region. Therefore it is advisable that patient should be informed appropriately about these effects before carrying out this procedure. Tab. unmada-gajankusha rasa (BR) 125 mgm; twice a day for 1 month is advised. Similarly to improve memory tab. barahmi bati 250 mgm; 3 times a day should", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 58, "book": "ayurvedic_treatment", "text": "be given at least for 3 months. 3. HEMIPLEGIA Definition Paralysis of one side of the body is known as hemiplegia. In Ayurveda it is called “Pakshavadha.” Paksha is, hand, foot, or one side of the body. Vadha is complete loss of function. It is classified under vatavyadhi. The term ardita denotes facial paralysis. Causative factors It is Vata disorder involving the central nervous system and the muscular system. It can be due to cerebral tumor, embolism, or hemorrhage. Other diseases of the brain and head trauma can produce hemiplegia, in which theré may be paralysis on one side of the body with er without aphasia. prana and vyana types of Vata are vitiated in this disorder. 90 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment This is a chronic disease, most of the time the patient is above 50. In case of complete paralysis of all the extremities, for first few days or weeks the patient is totally bedridden. In this case, all the necessary nursing care must be taken. A waterbed should be provided to avoid bed sores. Daily passive exercises must be given to avoid disuse atrophy of the extremities. In such condition, the patient is bound to become depressed. Those attending him should keep him engaged in reading or watching television. Nasya - the main site of prana is the brain. Hence nasya or nasal instillation of ghee or cooling herbs juice is indicated. Oil massage and sudation - Daily massage to the paralyzed limbs and whole body sudation is indicated. Massage with oil- abhyanga - improves the circulation in the muscles and also helps improve the muscular tone. For sudation herbs like vitex negundo, basil, camphor should be used. For massage, use simple sesame oil, almond oil, or narayan oil, bala oil or dhanvantari oil. Medicated enema - the main site of Vata is large intestine or colon, hence to control Vata vitiation, this is the treatment of choice. It is advisable to give alternate cleansing enema and oil enema. For cleansing type of enema use, decoction of ten roots, dashamoola, and its paste with little oil, ghee, honey and rock salt. For medicated oil enema, use simple sesame oil 60 to 70 cc. or use medicated oil like narayan_or bala oil. A simple glycerin syringe can be used for giving this oil enema. Shiro basti - The main site of Prana Vata is the brain. It", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 59, "book": "ayurvedic_treatment", "text": "controls all sensory and motor centers in the brain. To pacify Prana, this treatment is useful. Fit a leather cap to the head of ‘the patient; which is open at both ends. Seal the side fixed on the head with dough (prepared by soaking wheat flour in water) so that the warm oil poured from above does not leak from the leather cap. Ask the patient to sit comfortably on chair, and then pour warm narayan oil or dhanvantara oil, until the level of oil is four fingers above the hairline. Keep the oil on for 45 NERVOUS SYSTEM PROBLEMS 91 minutes. After removing it, give the patient whole body massage and then a bath. Shirodhara - Shira means head and dhara means continuous drip. In this treatment a continuous drip of either warm oil or milk is poured on patient’s head. First carry out a light oil massage to the whole body of the patient and then ask him to lie down on special table. Then start warm oil drip from véssel kept hanging over his head in such a way that the oil drip, falls on his head. Continue this treatment for 30 minutes. During the treatment oil can be recycled, heated and then put back into the vessel. Various herbs having anti-Vata action are prescribed. Ashwangadha, bala, rasna, dashmoola are very effective. These can be given in dose of 1 to 3 gms. a day for 1 month. Western herbs having a rejuvenating action like ginseng, comfrey root, elecampane, calamus, and gotu cola are also effective. The best preparations are dashamoola decoction 30 ml. 3 times a day or or dashmoolarishta 15 ml. 3 times a day for 1 month with tab. ashwagandha 250 mgm; 3 times a day, or tab.bala 500 mgm. 3 times a day for 1 month. Also tab.trayodashanga guggulu 250 mgm; 3 times a day for 1 month, or tab. khanjavikari rasa (SYS) 250 mgm; twice a day or vata gajankusha rasa (RSS) 250 mgm; twice a day for 1 month is also ideal. 4, POLIOMYELITIS Definition In Ayurveda it is described as “Vatavyadhi” or “Bala pakshvadha.” It is common acute viral infection affecting various parts of central nervous system. Causative factors It is a clisease of children under the age of 5 years. However during epidemics, older children and adults can get affected. It 92 AYURVEDIC TREATMENT OF COMMON DISEASES is due", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 60, "book": "ayurvedic_treatment", "text": "to high Vata and Pitta affecting nervous and muscular system. It can be due to virus, which is spread by droplet infection and fecal contamination (in acute phase of viremia). From the blood it passes to the central nervous system. Four types of clinical picture may develop - infection, minor | illness, nonparalytic poliomyelitis, 2 d paralytic poliomyelitis. Symptoms In the early stage (prodromal) there may be symptoms of respiratory and gastrointestinal disturbances like coryza, sore throat, cough, nausea, vomiting, diarrhea, and other symptoms like fever, headache and irritability. These symptoms are more aggravated in preparalytic stage. In Paralytic stage which starts between second and fifth day, lower limbs are frequently affected; rarely upper limb paralysis and respiratory disturbances are found. During this time, fever is still present. Predisposing factors are operative procedures like tonsillectomy, exertion, . fatigue and injections of any material into limb. Treatment To pacify vitiated vata, external massage is the best treatment. It should be started only when the tenderness in muscles disappears. Chandan bala lakshadi oil, narayan oil, mahanarayan oil or dhanvantari oil should be gently massaged followed by warm bath. Pizicchil or fomentation by pouring hot medicated oil by drip method on the body is useful. Navarakkizi is another treatment in which patient is massaged with rice bolus cooked in medicated milk. For this, first, dashmoola or bala foots are boiled in milk. Then bundles of cotton with handful or rice with husk are prepared. Each bundle is tied with thread and then all bundles are kept in the boiling milk. When the rice in bundles is cooked, then it is ready for massage. The patient is given oil massage, and then 4 masseurs start massaging the affected limbs and the whole body with these bundles. This procedure is done for 45 minutes. When the rice bundles become cool, they are again dipped in to the hot boiling NERVOUS SYSTEM PROBLEMS : 93 decoction and massage is done. Both these treatments are very specific for paralyzed muscles and are also indicated in diseases like pseudo muscular dystrophy or multiple sclerosis. Both treatments are often combined with alternate oil enema and cleansing enemas. According to the predominance of doshas, particular herbs are selected for cleansing enemas. Brihan basti or special tonifying enema is indicated which is a mixture of milk, meat soup, honey, ghee and decoction of tonifying herbs. This should be given by drip", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 61, "book": "ayurvedic_treatment", "text": "method very slowly. This type of enema has much beneficial effects for increasing the tone of the paralyzed muscles. Shatapaki bala oil is another specific treatment. This is special oil cooked 100 times with medicated herbs. Give 5 to 10 drops of this oil internally every day for 3 weeks. Herbs like sida cordifolia, ashwagandha, shatavari, white musali (asparagus adscendens) and black musali (curculigo orchoides) are indicated. Tab. ashwangadha, or tab. bala or tab. kapikacchu 250 mgm. 3 times a day for 1 month gives beneficial results. Tab. ekangaveera rasa (BNR) 250 mgm. Twice a day for 1 month is ideal. Diet Anti Vata diet should be given. Plenty of dairies like milk, ghee should be given. Meat soup, basmati rice, plenty green vegetables should be advised. 5. HERPES Definition It is the inflammation of one or more spinal nerves or the sensory division of cranial nerve due to varicella virus. This creates unilateral band like eruption on the skin. Causative factors It is a Pitta -Vata disorder, along with vitiation of blood and 94 AYURVEDIC TREATMENT OF COMMON DISEASES nerve tissue. It is of two types: herpes simplex and herpes zoster. Viral infection can cause this disease. The virus of herpes zoster and chicken pox is the same. Symptoms Herpes simplex - there are inflammations in mucous membranes of mouth, nose, eyes, and genitals. Herpes zoster - there is vesicobulbous eruption on the skin along the cranial or spinal nerve. Fever and severe pain along the inflamed nerve are main symptoms. Inflamed skin is so sensitive that wearing clothing can produce pain. Treatment Herbs having cooling action and nervine tonics are prescribed. Bitter herbs like berberis aristata, rhubarb, gentian should be given with valerian, calamus, chamomile, and skullcap. Apply paste of sandalwood or mixture of amalaki and rose powder on affected parts. Tab. triphala guggulu 250 mgm. or tab. vatavidhwansana rasa 125 mgm or Diet Anti-Pitta diet should be given. Avoid all spicy, pungent, and fried foods. Use fresh coconut water and coriander with plenty of green vegetables. 6. NEURALGIA In this disorder, there is pain due to pressure on the nerve. Various types have been explained according to the type of nerve affected such as brachial neuralgia or trigeminal neuralgia. This is a typical high Vata disorder. Symptoms The affected nerve causes pain in a particular region with NERVOUS SYSTEM PROBLEMS 95 or without paraesthesia. In brachial neuralgia,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 62, "book": "ayurvedic_treatment", "text": "the pain is in the shoulder region and at the back. There may be pain in the neck with headache. In trigeminal neuralgia, there is unilateral, intermittent, brief and lancinating pain in the face. During the attack, the face is thrown into a strong involuntary tonic spasm with flushing of the face and excessive lacrimation. Sometimes secretion of saliva and mucous may occur on the side of the pain. Treatment Find out the cause of why the energy in the nerve impulse is blocked. It can be due to pressure from the bone, vitiation of doshas, formation of ama or toxins. After treating this cause, start anti-Vata diet. Herbs like bala, ashwagandha, guduchi, dashmoola, and rasna are best for Vata palliation. Apply vishagarbha oil on the affected part and then foment the part with dry heat, with the help of local fomentation nadi swed (steam coming out of tube). Use leaves of nirgudi for fomentation. Nasya of anu tail or panchendriya vardhana oil is advised. Decoction of dashmoola or ashwagandharishta 15 ml. 3 times a day for 15 days is indicated/ is useful. To avoid recurrence, use tab. vata kulantaka rasa 125 mgm; a day for 1 month or use tab. laxminarayana rasa 125 mgm; twice, a day for 1 month. Do’s and Don’ts Avoid all Vata aggravating foods and lifestyle. 7. NEURITIS \" Definition Inflammation of a nerve is neuritis. Polyneuritis is a clinical syndrome of multiple etiology in which there is simultaneous impairment of function of many peripheral nerves resulting in flaccid muscular weakness with sensory disturbances. 96 AYURVEDIC TREATMENT OF COMMON DISEASES Causative factors This is a Pitta-Vata disorder. It can be due to excess use of alcohol, drugs like isoniazid, lead, gold, avitaminosis, metabolic diseases like diabetes, gout, myxodema or as a complication of diphtheria, mumps, typhoid, or local infections of nerves. Symptoms Tingling and numbness in hands and feet, buming sensation and pain in extremities, sensation of walking on cotton wool and glove and stocking type of anesthesia are common symptoms. Treatment Anti-Pitta diet is indicated. Soothing herbs to nerves, which — are cold in potency like sandalwood, vetivera are advised. Tab. brahmi, tab. chandan 250 mgm; 3 times a day for 15 days or powder of vetivera or‘cyndon dactylon 1 gm. twice a day for 1 month or substances like coral powder and pearl oxide in dose of 15 mgm. 3 times a day", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 63, "book": "ayurvedic_treatment", "text": "for 1 month are indicated. Tab. sootashekhara rasa (with gold) 125 mgm; twice a day for 3 weeks is beneficial. Tab. shatavari 500 mgm 3 times a day for 15 days, or tab. amalaki 500 mgm. 3 times a day for 15 days, which are demulcent, are also good. Massage with narayan oil, chandan bala lakshadi oil to the affected hands and feet should be done. Western cooling and nutritive nervine tonics like slippery elm, rehmania, Irish moss, marshmallow, are also useful. 8. SCIATICA Definition Pain along the distribution of sciatic nerve, due to inflammation, is a typical disorder of Vata vitiation. Most often this is due to lumbar disc prolapse. It can be due to injury, NERVOUS SYSTEM PROBLEMS 97 trauma to the vertebral column, or to the nerve proper. Various tumors of the spinal cord, different diseases of vertebral column like arthritis, tuberculosis, spondylolithiasis, or cancer. Some disorders of the hip joint like fibrositis and some particular disorders of pelvis also causes this syndrome. Symptoms There is severe pain along the root of the sciatic nerve that may travel down the back of the leg to the knee. The patient has lot of difficulty while walking. If the pain is constant, insomnia may also be present. Treatment Herbs like ricinus communis, rasna, bala, ashwagandha, guggulu and dashmoola are useful. Any on of these can be given in dose of 1 to 3 gms. a day for 15 days. Cleansing enema of dashmoola decoction alternatively with oil enema is indicated, Heating type of western nervine tonics like myrrh, calamus, bayberry, mugwort, and penny royal are also useful. Western herbs like galangal, calamus, and ginseng are also useful. Kati basti - It is a special type of basti which has good results for this problem. It should be done on the back from where the sciatic nerve originates. It is useful to relieve the inflammation and pain. For Kati basti, ask the patient to lie on the abdomen. Prepare wheat flour dough and with that make two inch circular portions over the sciatic area on the back. These portions should be able to hold warm medicated oil without leaking. Pour the oil in this area and keep the flour dough portions there for 20 minures. Internally give tab. maha vata vidhwansana rasa or tab. vata kulantaka rasa or tab. ekangaveera rasa in dose of 125 mgm. 2 times a day", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 64, "book": "ayurvedic_treatment", "text": "with warm water for 3 weeks. It can be supplimented with tab. triphala guggulu or tab. punarnava guggulu 250 mgm; 3 times a day for 3 weeks. 98 AYURVEDIC TREATMENT OF COMMON DISEASES Most of the patients complain of constipation, hence oil of ricinus should be given with warm ginger tea at night or, give triphala 1 gm. for 2 weeks to one month. Externally application of vishgarbha oil, saindhavadi oil or prasarini oil and massage is advised. Afterwards, fomentation with basil leaves mixed in water by bringing the medicated vapor through a tube at the site of pain is very useful. CHAPTER 9 METABOLIC DISORDERS 1. OBESITY Definition Obesity is the most common metabolic disorder and is one of the oldest documented diseases. In Ayurveda as early as 1500 BC Charaka Samhita has described this disorder under the title “Medoroga” or diseased state of fat metabolism. According to charaka, the great Ayurvedic physician, an individual whose increased adipose and muscle tissue makes his hips, abdomen, and breasts pendulous and whose vitality is much less than his body size is obese. Causative factors Simple obesity is due to alimentary factors like overeating heavy, sweet, oily foods. Lack of exercise and hereditary predisposition. It can be due to other disorders of pituitary, thyroid, adrenals, gonads, pancreas, and hypothalamus. Derangement of agni or digestive power leads to production of ama, which disturbs agni of fatty tissue, and blocks the proper formation of further tissues. Improperly formed fatty tissue accumulates in the body causing obesity. Accumulated fat causes disturbance to the movement of Vata, which in turn increases appetite. Patient therefore eats more and the entire food is then converted into improper fat tissue, creating a vicious circle. Symptoms Apart from the signs described above, Charaka has described 100 AYURVEDIC TREATMENT OF COMMON DISEASES that such person has reduction of longevity, premature aging, unpleasant odor, excessive sweating, dyspnoea on mild exertion, excessive hunger and thirst, weakness, loss of vitality, loss of sexual power, and mental confusion. If the condition is not properly treated, various complications like hypertension, hyper -cholesterol, heart disorders, hyperacidity, kidney infection, . diabetes, fistula, arthritis, and lipoma are produced. Kapha type - Persons having kapha constitution, obesity is very common, as their metabolism is very slow. It has been found that to relieve strain or depression these people start eating. These people have the tendency to retain water. Hence the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 65, "book": "ayurvedic_treatment", "text": "excess weight-is mainly due to water retention and not due to accumulation of improper fatty tissue. In these individuals usually the function of the kidney is very weak. Pitta type - Persons having Pitta constitution usually has excess appetite. However their metabolism is very rapid, hence they have less tendency to develop obesity than kapha constitution. But if these people do not take care regarding excessive over eating sweets or sugars, then they can develop obesity. Vata type - obesity in these people is very remarkable. There are fluctuations in gaining weight and losing weight. Many Vata persons eat to provide security against their nervousness or anxiety, which is common in these people. Treatment To increase the tissue fire of fatty tissue, herbs like guggulu, carthamus tinctoris, careya arborea, and shilajatu are used. Formation of ama is treated by toxin burning herbs like trikatu and catechu. Aggravation of Vata is treated by medicated enemas of cleansing type. Channel blocking is treated by fat reducing™= , which have scraping action to open channels like@hiwaka sd barbery. Externally the same herbs _ are used for massage with acorus calamus. | Beh triphala guggulu 500 mgm. 3 to 4 times a day or tab. gokshuradi guggulu 500 mgm. 3 to 4 times a day, or tab. METABOLIC DISORDERS 101 @punamavadi guggulu 500 mgm. 3 times a day can be given with tab.chandraprabha 250 mgm. 3 times a day for 2 to 3 months. Similarly tab.ttapyadi lauha 250 mgm. or tab! 250 mgm. twice a day can be supplimented with any of the above guggulu preparations. Regular active exercise every day until there is perspiration on the temple and axila is a must. It can be in the form of cycling, swimming, jogging, running, or outdoor activities. Diet Avid all fried heavy foods, chocolates, sweets, butter, cheese, paneer, red meat, as well as cold drinks and preserved foods. Light diet is recommended to provide only the necessary energy. 2. DIABETES MELLITUS Definition . In Ayurveda it is called as “Prameha” which means profuse urination. It is a metabolic disorder reflecting in abnormality of urine. Modern medicine also considers this as metabolic disorder, characterized by hyperglycemia, glycosuria, and disturbance in the insulin mechanism. Causative factors Increased Kapha after vitiating ojas, urinary system, and pancreas produces this disease. Vitiated Kapha is responsible for producing low tissue fire, which results in malformation of almost all the tissues", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 66, "book": "ayurvedic_treatment", "text": "in the body. This is therefore basically a metabolic disorder. Symptoms Increased appetite, increased urination, and increased thirst are the preliminary symptoms. Other symptoms are due to improper formation of almost all the tissues in the body. This includes debility, various pathological changes in color and smell 102 AYURVEDIC TREATMENT OF COMMON DISEASES of the urine, skin disorders, impotency, and heart disorders due to atherosclerosis. If the disease is not properly treated, complications like hypertension, obesity, hypercholesterol, and heart problems develop quickly. Long term diabetes becomes primarily a Vata disorder. Kapha type Ten different types of urine abnormalities take place. (Please note that for each type, some parallel synonym from modern pathology has been described for understanding its quality. However it does not mean that it is exactly similar to the pathological condition described here.) 1. Udakameha - Large quantity of urine, which is transparent, watery whitish and is cold without smell. Like hydruria. 2..Tkshumeha - Urine having sweet taste, and the turbid appearance and like the juice of sugar cane. Like glycosuria. 3. Sandrameha - Urine with high viscosity. Like chyluria. 4. Sandraprasadameha- Wher: urine is kept overnight, it becomes partly viscous and partly clear. Like belluria. 5. Shuklameha - Urine is whitish in color. 6. Shukrameha - Patient passes urine, which is like semen. Like spermaturia. 7. Shitameha - Urine is white, sweet, and very cold. Like phosturia. 8. Sikatameha - Vitiated doshas pass through urine like hard gravel substances. Like graveluria. 9. Shanairmeha - Urine is passed very slowly and with difficulty. 10. Alalameha - Urine is slimy like mucous and is full of threads, like pus in urine. Like pyuria. Pitta type Six different types have been described: 1. Ksharameha - Urine has typical smell, color and looks like that of alkali. Like alkalinuria 2. Kalameha - Large quantity of black colored urine. Like melanuria. METABOLIC DISORDERS 103 3. Nilameha - The color of urine is blue. Like indigouria. 4. Raktameha - Urine is red colored with smell like that of raw flesh. Like haematuria. 5. Manjishthameha - Urine has smell like raw flesh and its color is red like manjishtha herb. Like haemoglobinuria. 6. Haridrameha - Urine is yellow colored. Like urobilinuria. Vata type Four types have been described: 1. Vasameha - The appearance of urine is like fat. Like lipuria. 2. Majjameha - The appearance of urine is like nerve tissue. Like myelouria. 3.", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 67, "book": "ayurvedic_treatment", "text": "Hastimeha - Large quantitiy of urine is passed and urine _ is watery. Like diabetes insipidus. . 4. Madhumeha - Urine of the patient is sweet, slightly turbid and pale in color. Like diabetes mellitus. Treatment Diabetes Mellitus is a very serious disease associated with many complications. If it is of juvenile onset, natural herbs or medicines can give very little help. Similarly, if the function of pancreas is completely destroyed, not much can be done. The aim in such conditions is to adjust the diet and improve the quality of life, by giving rejuvenating herbs and correcting the water, fat tissue metabolism, so that the complications can be avoided. In the long run, almost all types of diabetes turn into Vata type or diabetes mellitus. In such a condition, there is wasting of all tissues in the body with low strength, disturbance in ojas, and low immunity. Hence the importance of giving rejuvenating herbs can be understood here. There are many herbs available for treating all these different types like gymnema sylvestrum, careya arborea, pterocarpus marsipium, terminalia chebula,, arjuna, berberis aristata, tinospora cordifolia, alstonia scholaris, ennicosterma littorale, curcuma, ficus glomerata, eugenia ~ jambolana, aegle marmelos, caeseria esculata, and casia auriculata. 104 AYURVEDIC TREATMENT OF COMMON DISEASES Shilajatu and guggulu are very useful in this disorder because they can increase tissue fire and help the proper formation of all tissues and boost the function of the pancreas. Either can be used in dose of 1 gm. twice a day for 3 months. Western herbs that can be used are comfrey root, solomon’s seal, and ginseng. Similarly Chinese herbs like astragalus, pueraria, rehmania, and lycium are also effective. Any one of these can be used in dose of | to 2 gms. a day for 1 month Kapha type- Along with anti-kapha diet, shilajatu, and guggulu should be used. Bitter herbs like golden seal, myrrh, . Sage, gentian, cayenne, turmeric, aloe gel, and other pungent herbs are also useful. Mixture of any two of these can be used in dose of 1 gm. a day for 1 to 2 months. Popular Ayurvedic formulas include tab. chandraprabha 500 mgm; twice a day for 1 month, with tab. vasant kusumakara 125 mgm; once a day. | Pitta type- Anti-Pitta diet should be given with many bitter herbs. If there are symptoms like fever and thirst, use tab. mauktik kamadugha 125 mgm; twice a", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 68, "book": "ayurvedic_treatment", "text": "day for 15 days or coral oxide 100 mgm; twice a day for 15 days. These can be combined effectively with tab. mehmudgara (BR) 125 mgm; twice a day for 1 month. Vata type- in this type there is weight loss, low immunity, low strength associated with many complications. Anti-Vata diet - should be given carefully. Care must be taken to see that Kapha does not increase too much. Diet should include proper amounts of white meat, liquefied butter, nuts, and limited sweet substances. Tab.suvarna malini vasant (Ay.SS) 125 mgm; once a day with tab. tarakeshwara rasa (BR) 125 mgm; twice a day is ideal Dhara treatment, massage, and shiro basti help to get rid of mental disturbances and improve nerve function. Ashwagandha, bala, tinospora cordifolia are important * rejuvenating herbs. These should be given with ghee. Do’s and Don’is Anti-Kapha diet should be given. Restrict heavy, fried, and METABOLIC DISORDERS 105 oily foods. Bitters like fenugreek, curcuma, or bitter gourd should be used in plenty. Honey in small quantities is good. 3. HYPER - THYROIDISM Definition It can be defined as appearance of signs and symptoms when there is excessive concentration of thyroid hormones in the blood. Causative factors It is Pitta disorder involving thyroid gland. There is increase production of T 3 and\\or T 4 levels of free thyroxin hormone. Various types like graves disease, toxic multinodular goiter, and excessive TSH syndrome can cause this disorder. Symptoms Goiter is always present, with other potenual symptoms including fear, anxiety, restlessness, tremors, excessive sweating, increased appetite, rapid and irregular heart, tachycardia, protruding eyes- exopthalmus, loss of weight, uncontrolled diarrhea or gastric discomfort, oligo or amenorrhoea, pigmentation near eyes. Treatment Herbs of choice are kanchanara, bauhinia variegata, comiphora mukul, shilajita, jatamansi, and brahmi. Western herbs like myrrh, valerian, skullcap are also useful. Tab. kankayana bati (Ay.SS) 250 mgm; with tab. arogyavardhini 250 mgm. 3 times a day for 1 month is ideal. Tab. shilajitvadi lauha 125 mgm; twice a day with pippalyasava 15 ml. 3 times a day for 1 month is also beneficial. 4. HYPO- THYROIDISM Definition When the function of thyroid gland diminishes there is 106 AYURVEDIC TREATMENT OF COMMON DISEASES insufficiency of circulating thyroid hormone resulting into this condition. This can be classified into cretinism, juvenile myxodema, adult myxodema and hypothyroidism. Causative factors It is Pitta Kapha disorder involving thyroid gland. There are decreased T 3 and T", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 69, "book": "ayurvedic_treatment", "text": "4 levels of thyroxine hormone. When the condition is long standing, it results into myxoedema, which is characterized by deposition of mucinous material causing swelling of skin and subcytaneous tissues. Symptoms Skin becomes dry, cold and slightly yellow. Puffiness of face, falling of hairs of eyebrows, anginal pain, bradycardia, anorexia, constipation, and anemia are prominent symptoms. Treatment Use herbs like gokshura, tribulus terestris, punarnava, and boerhavia diffusa. Tab. mahayogaraj guggulu 125 mgm; twice a day should be given with ashwgandharishta 15 ml. 3 times a day for 3 months. 5. UNDERWEIGHT Causative factors It can be due to irregular eating habits, eating too cold and too rough foods and too much junk foods, malnourishment, or chronic diseases like Cancer. Vata constitution people are usually underweight. In new- born babies it can be a serious problem if the weight at the birth is below average. This is because during pregnancy the mother has not taken proper nutritious diet sufficient enough for herself and for the baby. Symptoms Lack of proper weight means, insufficient tissue METABOLIC DISORDERS 107 development, which leads to low immunity. There is always vitiation of Vata hence various diseases of Vata may occur. Joint pains, weakness in muscles, insomnia; various types of neuralgic pains, fatigue after manual work are commom symptoms. Treatment Tonification therapy is ideal for this condition. Oils that are advised for tonification are sesame, almond, olive, and avocado. Tab. ashwagandha, or tab.shatavari, or tab.amalaki, or tab. kapikacchu are useful. Any one of these can be given 500 mgm; twice a day for 1 to 2 months with vidari, curculigo orchidis, asperagus adsendus, and jeevanti. These herbs can be supplimented with the tablets in dose of 1 gm. a day for 1 to 2 months. Tonics like chyavanaprasha or dhatupaushtika churna or musli pak (YC) or brahmi rasayana can be given in dose of 1 to 3 tea- spoons 2 to 3 times a day for 3 months. Diet Anti-Vata diet is advised. Proper nutritious food, which is fresh and properly cooked, should be consumed at regular time. Ayurveda has advised whole grains like wheat, oats, and brown rice; meat, fish, eggs, ghee, honey, raw sugar. Nuts and seeds like almond, walnuts, cashews, coconut and lotus seeds are good for strengthening nervous system. Black gram, mung beans, and chick- peas are also good. Fruits like dates, raisins, figs, pomegranate, and grape juice is good. Oil enemas,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 70, "book": "ayurvedic_treatment", "text": "sufficient rest, oil massage, warm and comfortable baths and comfortable . life style. Excess sexual activity should be reduced. Proper combination of work and rest should be followed CHAPTER 10 IMMUNE DISORDERS 1. ALLERGY Definition This is a hypersensitivity to foreign proteins. In some individuals it can be hereditary. But it can also develop without heredity. Usually it is due to vitiated Pitta and blood. Low. immunity is responsible for almost all types of allergies. Causative factors The main cause of almost all allergies is ama or toxins produced by low digestive fire. Ama can be at the level of digestive tract or at tissue level. Accordingly, different symptoms are produced at different levels. Production of ama can vitiate blood and Pitta or it can vitiate Kapha, producing different symptoms. Immunity also plays an important role. All types of proteins, either in animals or food origins, can cause allergy. Some foods of animal origin or vegetable origin and chemicals in foods or medicines may cause clinical reactions on the skin and mucous membranes of the gastrointestinal intestinal tract. Many times allergies arise from factors present in the external environment such as pollen and parasites present in dust and animal hair. When these substances are inhaled with the air they can create respiratory problems. Symptoms- Allergy can cause various symptoms involving digestive, respiratory tract, and skin. Spring allergy involves a severe cough, itching of the skin, red eyes, sneezing, breathing difficulties, and a cold with a running nose. Asthma and such IMMUNE DISORDERS 109 skin rashes as urticaria can accompany it. Nearly 30 percent people in the world suffer from spring allergy in the months of march, april, and may. During these months, allergy-causing substances, known as allergens, are most active. Nausea, vomiting, and diarrhoea manifest gastro-intestinal allergy. Treatment Spring Allergy is usually due to vitiated Kapha. In order to prevent recurrence, medicated emesis is the treatment of choice. ’ During the attack, tribhuvana kirti 125 mgm; with tab. guduchi 500 mgm should be given three times a day with warm water. Later depending upon the symptoms, palliative treatment for Pitta should be given. Anu tail for nasya is very useful to prevent and control spring allergy. Nasya means nasal medication. Ask the patient to put one drop in each nostril at bed - time. Diet. Avoid heavy Kapha increasing foods that lower the digestive | fire and substances like cheese,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 71, "book": "ayurvedic_treatment", "text": "yogurt, cold drinks, and dairy products. FOOD ALLERGY Hypersensitivity of the nervous system and internal weakness to allergens from food is the main reason for this type of allergy. Preservatives, junk food, stale food, improperly cooked food, or improperly stored food can cause food allergies. Similarly misuse or over-use of antibiotics and exposure to air pollution or toxic gas lowers the immune system triggering an allergic response. In Europe and United States, many people are highly allergic to dairy products, especially to milk. This is because the cows are given vaccines, hormones, pre-digested food, and large quantities of minerals and vitamins. Cows are kept in a restricted area and are not allowed to move in open area. They are also feed on unnatural food. As they remain at one place, their digestive fire becomes very low and produces ama or toxins. Therefore thé dairy products from these animals may contain 110 AYURVEDIC TREATMENT OF COMMON DISEASES ama and are not digested properly by humans producing symptoms like bloating, indigestion, gas, headache, and skin rashes. Food allergy is very common in Vata type of patients. They are allergic to beans and corn. Pitta types of people are allergic to tomatoes and other nightshade plants such as potato, eggplant, peppers, and tobacco. Kapha people to dairy products. Treatment For all doshic types, all known allergens should be avoided. Herbs to increase digestive fire should be given such as trikatu, fresh ginger, and asafoetida. If the bowels are not moving properly, give laxative herbs like cascara bark, senna, rhubarb root, buckthorn bark, butter nut bark, walnut bark, triphala, or aloe. If possible, medicated purgation or bloodletting should be done in proper season. Medicated ghee such as mahatikta ghee or panchatikta ghee 1 tea-spoon 3 times a day with bitter herbs gives excellent results. 2. HAY FEVER Definition Allergic rhinitis or Hay fever is a reaction of the nasal mucosa. It manifests as edema, itching, and increased nasal secretions. It is the result of allergy to a specific antigen. It is also called pollenosis and is characterized by seasonal recurrence during the period of pollination of causative plants. However, the term hay fever is actually a misnomer, since a fever is rarely present. Causative factors Like general allergy, this is a Kapha -Pitta disorder. Yet Vata constitution people suffer more from this disorder, because it is also due to autoimmune derangement and hypersensitivity of", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 72, "book": "ayurvedic_treatment", "text": "the nervous system. IMMUNE DISORDERS M1 Symptoms In acute attack, suddenly the patient suffers from cold with running nose, red and itchy eyes, and sneezing. Vata type- headache, insomnia and anxiety are seen. Pitta type- thirst, yellow nasal discharge, shooting type of temperature, burning eyes and skin rashes are seen. Kapha type- the sputum is whitish and there is heaviness and dullness in the body. If the sinuses are congested, patient complains of dull headache in the region of sinuses. Treatment Trikatu, ocimum sanctum, basil, cloves, camphor, coriander are the herbs of choice. To prevent reoccurrence, according to the type of dosha, proper purification procedure like medicated emesis or medicated purgation should be done. Vata Type- using a particular method of rejuvenation called as unit- increase, and unit decrease with piper longum fruit should be followed. Pitta type- tab. guduchi 500 mgm; twice a day or tab. sariva 250 mgm; or tab. mauktik kamadugha 125 mgm; once a day gives better results if given with anti-Pitta herbal tea for 1 month. Pitta tea, which contains licorice, cardamom and santalam album is ideal in this condition. Kapha type- Anti-Kapha diet is advised. Herbs of choice are camphor, cloves, and basil. Tab. tribhuvan - kirti, is indicated. Kapha tea of ocimum sanctum or basil, cloves and camphor is ideal. Nasya of anu oil is best. Patient should also inhale medicated water vapor of mixture of water and basil leaves and eucalyptus oil. 3. CANCER Definition * ‘This is also known as malignancy. In this disorder, there is abnormal growth or proliferation of tissues leading to various disturbances in the systems and organs.. 112 AYURVEDIC TREATMENT OF COMMON DISEASES Causative factors There is no exact parallel word to this disease in Ayurveda, but conditions similar to this have been described like arbuda, and sannipatik stages in certain diseases. In these stages, there is vitiation of all doshas, with low digestive and tissue fire, immunological disturbance, improper formation of tissues, accumulation of waste products and toxins leading to obstructions in the body. Increasing incidence of cancer may . be due to envifonmental pollution, junk food, devitalized food, too oily, spicy, precooked food with low roughage, synthetic preservatives, long preserved, and stale food. Similarly excess alcohol consumption, incorrect eating habits, excessive smoking, use of synthetic materials in clothing, negative life energy, and psychological trauma may be causative factors. Long-time suppressed emotions cause accumulation of toxic", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 73, "book": "ayurvedic_treatment", "text": "material and a disturbed mental equilibrium and can vitiate doshas leading to cancer. Symptoms It is disorder due to vitiation of all doshas, affecting most all systems (srotas), organs, and tissues (dhatus) in the body. Naturally symptoms are different depending upon the affected system and vitiated doshas. + Respiratory System (Pranavaha srotas}- Hoarseness of voice, irritation in pharynx with constant cough, cough with blood tinged sputum, plural effusion. - Gastrointestinal Tract (Annavaha srotas) -Lump in abdomen, low digestive fire, difficulty in swallowing food and drinks, constant nausea and vomiting, constant pain in abdomen, or known peptic ulcer pain not getting subsided by any treatment. -Plasma and Haemopoetic system (Rasavaha srotas)- Enlargement of liver and spleen leading to portal hypertension, piles, haemoptysis, chronic jaundice and bleeding disorders. «Female reproductive system (Artavavaha srotas)- Painless lump in breast or uterine fibroid leading to metrorrhagia. IMMUNE DISORDERS 113 *Urinary system (Mutravaha srotas)- Growth in kidney leading to hematuria which is usually painless. . *Nervous system (Majjavaha srotas)- Tumor in brain or spinal cord leading to giddiness, vomiting, loss of memory, vertigo, improper coordination in movements, loss of functions of sensory organs, dyspnoea. *Bones and joints (Asthivaha srotas)- Tumors or growth leading to painful movements of joints, curvature in long bones. «Muscles and Skin (Mamsavaha srotas)- Tumors in muscles, malignant melanoma on the skin. Symptoms Vata type- tumors are very hard, the skin is very dry and blackish. Other vitiated Vata symptoms are present like fear, insomnia, anxiety, and constipation. Pitta type- tumors are inflamed with rashes on the skin, and blood disorders like bleeding tendencies. Fever, thirst, and irritability are also present. Kapha type- cancer growth is very slow. Other symptoms like loss of appetite, anorexia due to low digestive fire, excessive formation of mucous, cough with sputum, accumulation fluid, and edema are present. Treatment- Depending on the type of vitiated dosha and affected system (srotas), the treatment changes. Panchakarma purificatory procedure, rejuvenating procedures, and herbs play important roles. If proper purification is done, then the effects of herbal treatment and rejuvenation treatment are better and the patient’s life expectancy is increased and he can lead comparatively healthy life. The aim should be to increase the digestive and tissue fire for proper formation of tissues, to remove accumulated toxins and waste products from the body, to increase the immunity, and to clean the blood. Herbs which have shown anti-cancer activity The Indian Drug Research", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 74, "book": "ayurvedic_treatment", "text": "Laboratory at Lucknow has screened more than 800 herbs for their anti-cancer activity. Some of the important herbs have been enumerated as follows: 114 AYURVEDIC TREATMENT OF COMMON DISEASES alstonia scholaris, abias webbiana, clerodendron pholmoides, astercantha longifolia, Berberis aristata, phyllanthus neruri, cesalpinia bonducella, chicorium intibus, desmodium gangeticum, fumaria officinalis, gmelia arboria, gymnema sylvestrum, corthamus tinctorius, plumbago zeylenica, convolvus pluricans, sterospermum suaveolens, and cretiva religiosa. For cleansing the blood toxins, alliterative herbs like Hemisdesmus indicus, rubia cordifolia, curcuma, and azadirechta indica are excellent. For increasing immunity: Herbs like withania somnifera, asparagus racemosus, tinospora cordifolia, semicarpus anacardium, mucuna prurience are useful. Various tonics containing gold, silver, mica oxides should be used. Use of Metallic oxides- in certain conditions, gold, copper, silver, and diamond oxides are used. The preparation of these oxides is very complicated and time-consuming. Before the metals are turned into oxides, they are purified and detoxified by trituration process with various herbs. Then oxidation is carried out. In very small doses, they show different effects such as the palliation of doshas, giving strength to the organ, increasing the immunity of the system, and the Rasayana effect. The popular combination that shows good results is 3 mgm. gold oxide and 1 mgm; vaikranta oxide twice daily for 1 month. TUMORS Causative factors- Tumors can be of various types. They can be malignant or nonmalignant (benign). The most common tumors are fibroids in uterus and cysts in breast. This is high Kapha disorder. However in some conditions vitiated Pitta can be present Symptoms In uterus they can be because of sterility, metrorrhagia, or excessive bleeding. In the breast, they can cause pain when - IMMUNE DISORDERS 115 touched. If not treated properly, they can become malignant particularly after the age of 40. Treatment Anti-Kapha diet is advised. Lekhana type of herbs, which have scraping action are indicated. They are shilajit, guggulu, lodhra, piper nigrum, chitraka and punarnava. These can be used in dose of 1 to 2 gms; a day for 1 month, or one can use tab. triphala guggulu, or tab. punarnava guggulu, or tab. chandraprabha 250 mgm. 3 times a day for 1 month. These can be supplimented with with maharasnadi decoction 30 ml. 3 times a day, or khadirarishta 15 ml. 3 times a day, or babbolarishta or dashmoolarishta 15 ml. 3 times a day for 1 month. External massage to the lower abdomen by saindhavadi oil and punarnava", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 75, "book": "ayurvedic_treatment", "text": "oil should be done regularly. CHAPTER 11 INFLAMMATORY DISEASES 1. FEVER Definition Increased body temperature due to vitiated Pitta is called Fever or “Jwara.” Usually Pachaka Pitta is vitiated and it then affects rasa dhatu and Rasavaha channel. Low digestive fire is almost always associated with this disorder. Types and Causative factors Ayurveda has classified this disease into Vata type, Pitta type, and Kapha type due to vitiation of all doshas. Tridoshic type has further been divided into 13 types by Charaka. It also has - been divided into 8 different types due to vitiation of doshas and tissues. Some major types are newly developed chronic fevers. They can be due to internal or external causes (virus and bacteria), or can be due to to bodily causes, psychological causes. These causes can be from mild causes like dosha vitiation of Vata and Kapha type, to extreme vitiation of Pitta, with toxins and without toxins. ’ -Fevers with rashes: chicken pox, small pox, rubella, measles, scarlet fever, and erysipelas. -Fevers with neurological disorders: meningitis, polic myletis. «Viral fevers: dengue fever, flu, or influenza. INFLAMMATORY DISEASES 117 * Bacterial fevers: tuberculosis, typhoid, pneumonia, pleurisy, and syphilis. In various malignant disorders, malaria, and diseases of kidney, heart fever can be one of the symptoms. 2. FEVERS DUE TO VITIATION OF DOSHAS The common treatment for all the fevers described below is fasting to destroy Ama ar toxins in the system, slight internal fomentation with herbs having hot potency, and bitter herbs. Pitta Tpye Symptoms Sudden rise of temperature during afternoon, during digestion of food, or during midnight is common. It is accompanied with bitter taste in mouth, vertigo, yellowish discoloration of skin, diarrhea, or vomiting pitta from the stomach. There may be restlessness with irritability and disturbance in sleep. Treatment In acute condition when high fever is present, sponge the entire body with cold water and immediately dry the body. This should be carried out repeatedly until the temperature comes down to normal. In Ayurveda godanti oxide, a special mineral is used to bring down the temperature. In Chinese medicine, the mineral gypsum is used for the same purpose. Ideal herbs are swertia chirata, fumaria officinalis, erythrina indica, saptaparni alstonia diarscholaris, kalamegha, azadirechta indica, katuki-picrorhiza kuroa- and ocimum sanctum. Decoction of these herbs should be given. In ama stage, tab. sootashekhara 250 mgm; 3 to 4 times a day for 5 days is", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 76, "book": "ayurvedic_treatment", "text": "ideal. In nirama stage, tab.kamadugha 250 mgm; 3 times a day 118 AYURVEDIC TREATMENT OF COMMON DISEASES for 4 days is indicated. If they are not available, give western cooling diaphoretic herbs like boneset, catnip, chamomile, chrysanthemum are useful in dose of 1 gm. twice a day for 7 days. Kapha Type Symptoms Low grade fever with lethargy, nausea, vomiting sensation, indigestion, low digestive fire, cough, and cold are common symptoms. Treatment Herbs of choice are trikatu, katuki, neem, root of piper - longum and aconitum heterophyllum. In ama stage, tab. kapha- chintamani rasa (RSS) 50 mgm; 3 times a day with chaturbhuja rasa 50 mgm. 2 time a day for 7 days is ideal. In nirama stage, tab.ananda bhairava rasa (RRS) 250 mgm; 3 times a day for 5 days or heating diaphoretic herbs like basil, angelica, camphor, cloves should be used.. Vata Type Symptoms Fever is present in the early morning hours or in the evening It is with various types of pain in the body like pricking, splitting. The pattern of fever is very irregular with anxiety, insomnia or sense of stiffness in the body. There may be body ache and pain in joints. Fever can be with chills and constipation. Treatment Herbs of choice are bhunimba (swertia chirata), musta (cyperus rotundus), guduchi (tinospora cordifolia), dry ginger and aconitum ferox. In nirama stage, give decoctions of these herbs in dose of 15 ml. 3 to 4 times day. In ama stage, tab.tribhuvan kirti rasa, INFLAMMATORY DISEASES 119 250 mgm; 3 to 4 times a day for 7 days is indicated. Western heating diaphoretic herbs like eucalyptus, sage, thyme, wild ~ ginger can be given. Fever with ama When toxins are present the rise in temperature is very quick and signs like delirium, coated white tongue, constipation, a sense of heaviness in the body, and a sense that organs are not functioning properly is present. Tab. jwarankusha rasa 125 mgm; twice a day or tab. tribhuvan kirti 250 mgm; 3 times a day for 5 days is ideal. Fever due to Tuberculosis The symptoms are similar to disease called “Rajayakshma.” Low grade fever usually having evening rise of temperature with cough is present in initial stage. Later on there may be and wasting. Although it is due to all doshas, low digestive and tissue fire, obstruction in channels and ama production is always there with Kapha predominant symptoms.", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 77, "book": "ayurvedic_treatment", "text": "Treatment Tonification should be done but care must be taken that Kapha should not be increased too much. Herbs of choice are sida cordifolia, ashwagandha, shatavari and marshmallow. There are various rejuvenating preparations, which are herbal as well as mineral like chyvanaprasha jelly or other compounds containing purified gold oxides. Tab. laghu malini vasant 250 mgm; twice a day for 1 month or tab. laxmivilas rasa 125 mgm; twice a day for 1 month is indicated. : Fever due to Pleurisy Symptoms This is called ‘parshvashoola’ in Ayurveda. When vitiated 120 AYURVEDIC TREATMENT OF COMMON DISEASES Vata brings Pitta and Kapha into the respiratory system this disease is formed. It is of two types: due to vitiation of Vata, and due to vitiation of Pitta and Kapha. Usually this is due to tubercular infection. But it can be due to extension of inflammation from the adjoining organs or due to cancer. In initial stage there is catching type of pain during respiration. This is dry stage. When fluid starts accumulating in the pleural cavity, pain disappears. Low-grade fever is present from the beginning. Treatment Herbs of choice in this condition are inula racemosus, adhatoda vasika, cyperous, aconitum -ferox and aconitum heterophyllum. Medicines indicated during dry stage are rasasindura 50 mgm. with vata kulantaka rasa 125 mgm. twice a day for. 15 days. While talisadi 1 part, oxide of mruga shringa 1\\8 part, rasasindura 1\\8 part and mica oxide 1\\4 part in mixture - | gm. 2 times a day for 1 month, are indicated for absorption of fluid from the pleural cavity. Vulnerary herbs are useful like marshmallow, selfheal, slippery elm, are also useful. Fever due to Upper Respiratory Tract This is also high Pitta condition affecting upper, respiratory tract. It can be due to some indication. Usually it is due to inflammation of pharynx, larynx or throat. Treatment Herbs of choice are trikatu, triphala, guduchi, curcuma, and cyperus. Tab. guduchi 500 mgm; 3 times a day and tab. gandhaka rasayana or tab. guduchi ghana gives good results. Fever due to Laryngitis Fever is present with pain in the throat region and dysphagia or hoarsness of voice. ; INFLAMMATORY DISEASES 121 Gargling with hot water and pinch of salt and curcuma, 2 to 3 times a day is helpful. Tab.guduchi 500 mgm; 3 times a day is indicated. Fever due to Maleria Symptoms It is known as ‘vishama jeara.’ Ayurveda", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 78, "book": "ayurvedic_treatment", "text": "has classified this disease in four types: fever occurring twice every day; fever occurring on every second day; fever occurring on every third day; and fever occurring on every fourth day. Treatment Herbs of choice are aconite, cyperus, vasa, neem and swertia chirata and tinospora cordifolia. Popular Ayurvedic medicine is tab. mahasudarshan 250 mgm; 3 times a day or tab. samshamani 500 mgm; twice a day with amrutarishta 15 ml. 3 times a day for 15 days is ideal. Similarly tab. panchatikta ghanavati 250 mgm; or -mahamruyunjaya rasa 150 mgm; twice a day is also useful. The latest research has shown that, artemisnin from Chinese artemisia annua in dose of 50 mgm. 3 times a day for 15 days is very much useful for treating p. falciparum cases of malaria. Fever due to unknown origin This is called “Jeerna Jwara.” When low grade fever lasts for more than 3 weeks, it is also called as pyrexia of unknown origin. When Pitta vitiation is present for long time, Pitta becomes more dry, hot and penetrating quality, this causes Vata aggravation, the digestive fire becomes very low and all tissue formation gets impaired. Treatment For treating such type of chronic fever condition it is always better to use bitter herbs having antipyretic action with some oleating substance like ghee. Medicated ghee prepared with 122 AYURVEDIC TREATMENT OF COMMON DISEASES tinospora cordifolia, and azadirechta indica are the best. This can be given in dose of 1 teaspoon, twice a day for 1 month. Similarly, mahatikta ghrit (SYS) or panchatikta ghrit (BR) should be given 1 rea -spon twice a day for 1 month. Tab. samshamani bati (SYS) 250.mgm; 4 times a day for | month is ideal, or tab. neem 500 mgm; twice a day for 1 month, or tab. suvarna malini vasanta 50 mgm; twice a day for 1 month is ideal in this condition. Western herbs like golden seal, gentian are also useful to treat this condition. Once the fever is under control, tonification treatment with chyanprasha jam 1 teaspoon twice a day or tab. shatavari 500 mgm; twice a day for 1 month can be given. Typhoid fever This is also called as “Santata Jwara” because it is continuous type of fever lasting for 5, 7, 10 days without coming to normal. All doshas and all tissues in the body are vitiated. Other than fever, there might be slight gastric", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 79, "book": "ayurvedic_treatment", "text": "disturbance and pink rash on the skin. If not properly treated, there is danger of perforation of small intestine. Patient should not be therefore given any strong purgative until the inflammation in intestine is subsided. Treatment Plenty of rest and a light diet, is utmost essential, since all the tissue in the body are involved and the intestines are very weak. To control the infection and to achieve equilibrium of doshas and for giving energy to all tissues herbs having action of antibiotic nature like isatis, barberry, gentian, katuka should be used. Any of these can be used in dose of 1 gm. twice a day for 15 days. Chinese herbs like forsythia, scute, echinacea are useful. Western herbs like phellodendron and golden seal have good effects as well. ~ Influenza fever It is Vata Kapha type of fever and is usually associated with INFLAMMATORY DISEASES 123 symptoms like fever with chills, cold, running of nose, cough and headache. It can be due to exposure to cold air or wind, very cold and mucous forming foods and drinks or due to viral infection. It can occur in epidemics. Treatment Typical Ayurvedic herbs are nyctanthus arbortristis, basil, clove, mint, pippali and vasa. Any two in equal parts should be given 1 gm. twice a day for 15 days. Spicy herbal tea containing ginger, basil, clove should be taken. Chinese decoction formula, which includes, ma- huang is also very effective. Tab.tribhuvan kirti rasa (YR) 250 mgm; 3 times a day, or tab. parijataka vati 250 mgm; 3 times a day for 7 days with hot water, are the medicines of choice. Anti-Kapha and anti-ama diet should be prescribed. Fasting for at least 1 to 2 days with only light soup of vegetables or green gram. Drinking warm water treated with ginger, piper longum and piper nigrum or warm water with lemon juice and honey is useful. Vegetable soup or steamed vegetables are advised. Lemon and ginger juic# with honey is also good. Avoid all kapha forming diet like dairy and heavy, oily foods. Fever due to Infection Infection can be in any organ, hence before starting the treatment; try to find out the focus of infection and then treat that particular organ. It’may be due to some boil, abscess or infection in any organ. High fever is common symptom due to vitiated Pitta. Treatment For acute infectious fevers, rasasindura is special type", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 80, "book": "ayurvedic_treatment", "text": "of medicine (cooked in glass shell) are useful. For treating chronic infectious fevers, use of bitter herbs e.g. tinospora cordifolia, adhatoda vasika, azadirechta indica are indicated. Tab. Guduchi ghana (prepared by boiling decoction of guduchi, till it becomes 124 AYURVEDIC TREATMENT OF COMMON DISEASES hard) 125 mgm; twice a day or tab. ananda bhairava rasa (RRS) 250 mgm. 3 times a day for 7 days should be used. Fever due to Pneumonia It is Kapha-Pitta type of fever affecting respiratory system. Sudden high fever with dyspnoea, cough, pain in chest is very common. In some types these symptoms are present without apparent fever in the beginning. Later on high fever appears. This can be due to infection from different types of bacilli or virus. Treatment Herbs that are useful are inula racemosus and vasa. To bring down the temperature immediately, use godanti oxide 50 mgm; 3 to 4 times a day or gypsum ash 50 mgm; with rasasindura 25 mgm. 3 times a day, or deerhor ash (mruga shrunga) 25 mgm. 3 times a day. Tab. shlemakalanala rasa (RSS) 125 mgm; twice a day with juice of ginger is also very effective. Use mixture of sitopaladi or talisadi powder 500 Mgm. each and rasasindura and mica oxide 50 mgm; each, twice a day. Western herbs like comfrey root, slippery elm and dandelion are also useful. 3. GASTRITIS Definition Inflammation of gastric mucous is called Gastritis. It is due to vitiation of Pachaka Pitta. Causative factors and Types It if of acute and chronic type, ‘The acute variety can be due to ingestion of alcohol, corrosive acids, drugs like indomethacin, or infections from adjoining organs. INFLAMMATORY DISEASES 125 Symptoms In acute type the onset is very abrupt with nausea and vomiting and pain in gastric region. The chronic type is usually due to long term consumption of alcohol, tobacco and spicy foods. , Treatment Herbs of choice are amalaki, asparagus racemosus, licorice, and oxides of praval, conch and pearl. Tab.amalaki or tab.shatavari or tab. praval or tab. kamadugha 500 mgm; twice a day for 15 days gives good results. Tab. amlapittantaka lauha (BR) or tab. dhatri lauha 250 mgm; twice a day is also beneficial. Swarna parpati (YR) 125 mgm; once a day can be supplimented with any of the above preparations At night patient should eat two dry figs and later on should drink: warm milk. In the morning before", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 81, "book": "ayurvedic_treatment", "text": "taking breakfast, he should chew slowly handful of puffed rice (it must be very crisp) with black resins and crystalline sugar. After 15 minutes he can take his normal breakfast. Diet During the acute attack, rest in bed and plenty of fluids like milk, which is natural antacid and anti-Pitta is advised. Later on bland diet consisting of old basmati rice, green gram, plenty of boiled green vegetables are advised. 4. STOMATITIS Inflammation of the mucous membrane of the mouth is called Stomatitis. It is called as “Mukhapaka” and is high Pitta disorder with vitiation of blood. 126 AYURVEDIC TREATMENT OF COMMON DISEASES Causative factors Most of the times it is due to poor oral hygiene, excessive use of irritating substances like tobacco, alcohol, spices, antibiotics, or drugs such as iodides or gold. It can also be due to bacterial or viral infection such as Vincent’s stomatitis or primary herpetic gingivo-stomatitis due to herpes simplex; by fungal infections like thrush. The causative factors of apthous stomatitis are not known. Vitamin deficiency like B12 is main factor. Treatment Avoid all Pitta increasing substances like spices, too hot and sour things, and tobacco. Raggy and arrowroot powder should be used in plenty. For local application use fresh butter or ghee with kamadugha or roasted cumin powder. Keep the bowels clean by mild laxatives like amalaki and thubarb. Herbs like doorva, lotus, jasmine grandiflorum, cumin should be given with conch and coral oxide. Similarly tab.mauktik kamadugha 125 mgm; twice a day for 2 weeks is beneficial Chyavanaprasha | teaspoon twice a day for 1 month, is also a good medicine. To avoid recurrence, medicated purgation or bloodletting should be done after proper internal oleation by medicated ghee with bitter herbs. If the condition recurrs frequently, the best method of treatment is blood letting after giving proper medicated ghee. 5. MUMPS Definition This is a Pitta disease affecting parotid glands below the ear. Also known as “Pashanagardabha” in Ayurveda. Causative factors This can be due to viral infection from upper respiratory INFLAMMATORY DISEASES 127 tract affecting salivary glands below the ear. Usually small children are affected. Symptoms The onset of the disease is with moderate fever, sore throat, and a puckering feeling at angle of jaw. Swelling at that site then attracts attention and then there may be high fever with rigor or convulsion. Although in many cases only one parotid gland is affected,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 82, "book": "ayurvedic_treatment", "text": "both glands may get affected. Orchitis and epididymitis are common complication. When this takes place, fever rises suddenly, and there may be sever pain in the scrotum. Oophoritis is less common. Similarly meningitis and acute paricreatitis may be the complication. Sterility follows after either orchitis or oophritis. Treatment Anti-Pitta diet is advised. When only one gland is affected and fever is not high, tab. guduchi 500 mgm; twice a day for 15 days is sufficient. If necessary it should be given with tab. tribhuvan kirti 250 mgm. 3 times day also. Apply dashanga paste or paste of mixture of raw jaggery and natural calcium on the gland. This is very effective in reducing the edema and inflammaiion of the glands. ° If both glands are affected with high fever, then 50 milligrams chaturbhuja rasa with’50 milligrams rasasindura should be given. Western herbs like bayberry, dandelion, and gention can be given. CHAPTER 12 SEXUAL, PROBLEMS 1. IMPOTENCY Definition Means lack of libido. It is also known as “Klaibya” in Ayurveda. Causative factors and types Charaka the famous author of the classical treatise on Ayurvedic medicine “Charak Samhita” has described 4 types. Bhavaprakash and Sushruta have described 7 and 4 types respectively. The important types are: disorder of Shukra dhatu or semen; disease of the penis; due to old age; and psychological and physical causes producing deformity in the genital system. It is high Vata disorder affecting male genital organs. Most of the times it is functional, but it can be due to diseases like diabetes mellitus or syphilis. Some anti-hypertension drugs can _ temporarily create impotency. Similarly chronic alcoholism can also be the cause. . Treaiment If the proper cause is not found, then use herbs having Vajeekarana aphrodisiac action. Best herbs are mucuna prurience, ipomoea digitata, curculigo orchioides, tinospora cordifolia and ashwagandha. Tab. makaradhwaja (with musk) (BR) - 125 mgm; with honey for 1 month or tab. kasturibhairava rasa- with musk (BR) SEXUAL PROBLEMS 129 one tablet a day or musli pak (YC) 1 tea-spoon twice a day for 1 month gives good results. Western herbs like ginseng, fo- ti, rehmania, angelica, cotton root, Solomon’s seal, wild yam, saw palmeto, saffron, ard musk are also useful. 2. STERILITY- INFERTILITY Definition Infertility implies an apparent failure of a couple to conceive, while sterility indicates absolute inability to conceive. Primary infertility is if conception has never occurred and secondary infertility is if", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 83, "book": "ayurvedic_treatment", "text": "the patient fails to conceive after having produced a child or had a miscarriage. Causative factors In Male - Systemic diseases like diabetes and obesity, endocrine disorders like pituitary infantilism, hypothyroidism, adrenal hyperplasia are important causes. Similarly factors like heavy smoking, alcoholism, nervous tension about sex, and psychological problems can also be responsible. Genital factors like defective spermatogenesis, testicular atrophy following mumps; Infections like gonococcal and tubercular in the genital tract, and aging above 45 can cause this disorder. The normal semen analysis shows sperm count 60 to 120 million per ml. with motility 80 to 90 percent. Azospermia denotes absence of sperms. Oligospermia is mild when the count is 80 million, moderate 50 million and severe when less than 5 million per ml. In Female - Systemic diseases sufficient to suppress the ovulation and age above 40 are very common causes. Endocrine factors like frohlich’s syndrome, psychological factors like fear, and nervousness can also cause this problem. Genital factors like narrow vaginal introitus, vaginal atresia, high vaginal acidity, cervical, uterine, tubal, and ovarian disorders can cause sterility in females. 130 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment Proper counseling should be done for both husband and wife. Make sure that the menstrual cycle of the women is regular, and the sperm count in men is absolutely normal in all respects. Start tonification therapy for both. Advise Anti-Vata diet for both partners. Exclude all the - known causes, even if the problem is not solved, then treat the functional defects. Phala ghruta 1 tea -spoon twice a day, is indicated with tab. shatavari or tab. bala, or tab. shilajit 250 mgm. 3 times a day for 1 month. Male infertility Use aphrodisiac herbs like ashwagandha, mucuna pruriens, bala, white musli, black- musli and ipomea digitata. Mixture of any 3 herbs in equal parts with dose of 1 to 2 gms. a day for 1 month is useful. Tab. kaminivardhana rasa (BR) 125 mgm; twice a day or tab. manmath rasa (RSS) 125 mgm; twice a day is the treatment of choice with chyavanaprasha | tea-spoon 3 times a day for | month. If the patient is diabetic, use vasant kusumakara rasa 125 mgm; once a day for 1 month. CHAPTER 13 GERIATRIC/OLD AGE PROBLEMS 1. SENILITY/ ALZHEIMER’S In old age certain changes occur in the body. Most of these changes are due to high Vata, low ojas, low immunity, and low", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 84, "book": "ayurvedic_treatment", "text": "strength due to weak tissues. As we get older, the sattva quality of mind also decreases. Some psychological changes also occur due to increase in rajas and tamas. The digestive power becomes very weak and the general vitality is also very low. Changes during old age - Bones become brittle and there are more chances of fractures, many neurons die and therefore loss of memory is common. Various other functions of central nervous system, sense organs and motor organs also lose their power. Heart and lungs become weak, prostate gland increases, and chances of cancer increase. Endocrinologists, immunologists, and geneticists from all over the World, are working to find out the exact cause of why we age and why senile changes occur at certain age. Theories of aging 1. Every cell in our body has a certain biological age. If the free radicals (formed by metabolic changes associated with waste material) are not properly eliminated from the body, these free radicals decrease the life of the tissues and aging takes place. 2. Various changes in the cell result in accumulation of a sticky substance called AGE - advanced glycosylation end product- is also responsible for these changes. 132 AYURVEDIC TREATMENT OF COMMON DISEASES 3. Some changes in genes do not allow the waste material to be eliminated from the body. “C phos” genes are responsible for immunity, most notably the interlukin 2. Lymphocytes T and B are not produced properly, hence immunity decreases and senile changes occur. 4. Mental tranquillity also plays very important role. If rajas and tamas qualities are disturbed, or if there is lot of stress and strain, the aging process is accelerated. Treatment For proper physical and mental health during old age Ayurveda has explained two special branches: Rejuvenation (Rasayana) and Aphrodisiacs (Vajikarana). Rejuvenation Many herbs have been described in this category. Rejuvenation herbs can be grouped according to their particular function. For example, nervine tonics include Brahmi, gotu cola, and skullcap. Heart tonics include arjuna and inula racemosus. They can also be grouped according to the constitution as follows: Vata constitution - Ashwgandha, calamus, ginseng, and haritaki. Either of these can be given in dose of 1 gm. every day. Ashwagandharishta 15 ml. 3 times day is ideal rejuvenating tonic. Pitta constitution - Amalaki, shatavari, gotu cola, brahmi, _comfrey root. Any one of these can be given in 1 gm; dose a day for 3", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 85, "book": "ayurvedic_treatment", "text": "months. Chyavanaprash | tea -spoon twice a day is ideal. Kapha constitution - Triphala, guggulu, shilajatu, elecampane, and garlic. Triphala powder at night with warm water is ideal. Aphrodisiac - Vajikarana herbs are useful for increasing the immunity and the reproductive tissue. These herbs give good power and vitality to the body. These are fo- ti, angelica, ashwagandha, ginseng, licorice, lotus seeds, marshmallow, rehmania, solomon’s- seal, and wild yam. GERIATRIC/OLD AGE PROBLEMS 133 2, INSOMNIA Definition Insufficient sleep is insomnia. Normally the duration of sleep varies according to age. In young age 6 to 8 hours sleep is sufficient, however as the age advances, the duration of sleep — decreases due to aggravation of Vata. Causative factors It is high Vata disorder. Loss of sleep can be due to severe pain, fever, and psychological factors like anxiety, stress, strain, and worry. Excessive use of stimulants, tea and coffee, lack of exercise, too much tobacco and improper sleeping conditions can cause insomnia. Treatment Proper exercise every day like running, walking, swimming, cycling until there is perspiration should be done regularly. Avoiding napping or sleeping in the afternoon. Massage with Anti-Vata oils like sesame oil or medicated oils like narayana oil or bala oil. Treatment of shirodhara and shirobasti has proved to be very beneficial. Herbs of choice are jatamansi, brahmi, acorys, and celastrus paniculatus are useful. Combination of any two of these in equal parts with a dose of 1 gm at night for 15 days is beneficial. Western herbs like gotu cola, skullcap, valerian are also effective. Diet Taking sweet, sour, and salty foods for palliation of Vata is advised. Dairy products like cheese, milk, butter, and curds should be taken. 134 AYURVEDIC TREATMENT OF COMMON DISEASES 3. MEMORY LOSS Causative factors As age advances, Vata vitiation naturally occurs and effects the nervous system and the brain. Hence there is a natural loss of memory. However due to mental strain and stress or other organic diseases of brain, there can be memory loss at an early age. Treatment Ayurvedic herbs that improve the memory are brahmi, shankhapushpi, and vacha. Western herbs like gotu cola and skullcap are also useful. Daily massage of brahmi oil to the head is useful. Both shiro dhara and shiro basti treatments are good for palliation of prana Vata that controls all brain functions and produces tranquillity of mind. Tab. brahmi bati 250 mgm; twice a", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 86, "book": "ayurvedic_treatment", "text": "day with sarawarishta 15 ml. twice a day for 2 months is ideal. CHAPTER 14 CHILDREN’S PROBLEMS 1. CHILD- CARE Ayurveda has given lot of consideration for proper child- care. Kashyapa has explained a special branch of pediatrics. Child-care was one of the three main branches initially established. It is known as “Bala” or “Kaumarbhrutya Tantra.” Kashyapa believed proper childcare is the foundation of the future of the culture. Rejuvenation - Ayurveda has advised 16 special ceremonies to be performed on all children from their birth up to the age of 16. All these have medicinal benefits. For example, immediately afier the birth, a mixture of honey and small amount of calamus powder is put on a gold object and given to the baby to lick. The purpose is to remove excess mucous from the upper respiratory tract and to boost the immune system. Massage - A daily massage with warm sesame oil, Narayana oil, or bala oil should be done to improve circulation and digestion. It calms the nervous system, strengthens the skin, and promotes good sleep. Massage should be followed by warm bath. Fomentation with medicated herbs is done and calamus powder is applied to the skin. This is for deodorant and antiseptic purpose. Stages of childhood - It is important to ascertain the constitution of the child, because the same diet is not good for all children. According to age, three different stages of childhood have been described. For the first 3 years, the child needs only the mothers or cow’s milk. From ages 3-6, the child should have a mixed diet of milk and other food like fruit juices, soup of 136 AYURVEDIC TREATMENT OF COMMON DISEASES green vegetables, or cereal. In the third stage, the child can take a diet of bread and rice. In this stage milk is not important. We find that many children are allergic to milk. The best way to remove this allergy is to cook the milk with small amount of dry ginger powder, starting from a quarter teaspoon and slowly increasing this amount to | teaspoon for 100 ml. of milk. Stages of doshas In Ayurveda, there are different stages of life in which a paiticular dosha dominates. In childhood, Kapha dominates, in adulthood Pitta dominates, while in old age Vata is most dominant. Hence, according to the age of a patient, there is a tendency to develop diseases", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 87, "book": "ayurvedic_treatment", "text": "of the predominant dosha. For example, we find that children suffer from Kapha diseases such as excess mucous, and range from simple colds and coughs to bronchitis and pneumonia. Diet The child should eat all nutritious foods that increase Kapha. Dairy and sweets are essential in the childhood age, as this is the age for new growth. However we can balance this diet by giving more unrefined sugar than white refined sugar and supplementing with honey. Yogurt also can be mixed with mild spices like cumin and coriander. Buttermilk is lighter for digestion and is less Kapha forming food. Milk should be heated . to a boiling point and then cooked with mild spices like cardamom, ginger, and cinnamon. This process reduces milk’s capacity to increase kapha. As milk is slightly laxative it should be avoided in cases diarrhea. Buttermilk is better in such a condition. Many times children develop gas after eating, due to low digestive fire. Use mild spices and carminatives like ginger, turmeric, cinnamon, cardamom, or oregano. _ Application of collyrium to eyes is very useful to protect the eyes and improve eyesight. Pressing the lobe of the ear at the center, is useful in eye diseases as this is the acupuncture point for preventing eye disorders. CHILDREN’S PROBLEMS 137 Tonic herbs - Many tonic herbs can be used for improving the growth of the child like ashwagandha, bala, and shatavari. These can be given in dose of 50 mgm. 3 times a day with milk. Children often suffer from worm infestation. The best herb is embelia ribes. It should be given with boiled milk in the same dose as above or give vidangarishta 15 ml. twice a day for 1 month. 2. CHICKEN POX Definition It is also caHed Varicella. It is highly contagious viral disease, characterized by a generalized vesicular eruption developing in crops over a period of few days. Causative Factors This type of fever is caused by vitiated Pitta. It may be due to particular virus. Chicken pox virus is also responsible for Herpes Zoster in adults. Symptoms Usually this diseases affects children under 10. Initially there is a fever for the first 34 days. Then a rash appexurs. Macules (little raised eruptions) appear on the skin. Then papules appear and turn into pustules. When pustules burst open, the fever subsides. Internally there is inflammation of the mucous lining of the respiratory and", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 88, "book": "ayurvedic_treatment", "text": "gastrointestinal tract. Hence the affected child suffers from coughing, bronchitis, pneumonia, or diarrhea. If the pustules form near the nose or ear, inflammatory symptoms appear in these areas. Treatment Herbs of choice are parpata, musta, and ativisha. For fever tab. sootashekhara rasa 125 mgm; twice a day or chandrakala rasa 50 mgm; twice a day are indicated. 138 AYURVEDIC TREATMENT OF COMMON DISEASES Due to inflammation of the respiratory tract, there is a persistent chronic cough. Parpatadi kwatha or equal parts of combination of kumari asava and vasakasava in dose of 15 ml. twice a day is useful in this condition. When fever has completely subsided, tab. kamadugha or tab. praval for palliation of Pitta, are better medicines. Apply powder of sandalwood for itching on the skin. 3. MARASMUS . Definition It is also known as “Kwashiorkor,” a disease affecting infants and young children. Causative factors It is high Vata and low digestive fire disorder leading to wasting. Usually it is due to insufficient diet or inability to eat properly due to local lesions of mouth and jaw. Low digestive power can be due to various reasons like infantile childhood cirrhosis. There may be impaired absorption due to bowel diseases, like sprue. Children having low birth weight, brain tumor, or mental retardation may contract this disease. Symptoms Edema, skin changes, impaired growth, and fatty liver characterize this. There is typical appearance of a “Pot belly” which gives a false impression of health or overnutrition. The child becomes apathetic, but irritable and has a weak cry. The disease lias periods of exacerbation and remission. In acute stage, the child may suffer from diarrhoea and dysentery. Treatment The best treatment for improving digestive power is to give regular massage with Vata palliating oils like bala oil, narayan oil, and dhanvantari oil (YR) every day and exposure to early CHILDREN’S PROBLEMS 139 moming sun for 15 minutes. Herbs of choice are bala, shatavari, vidnaga, ashwgandha, and guduchi. These should be given in dose of 1 gram 3 times day with milk or water. Balarishta 10 ml. 3 times a day for | month with chyavanaprasha | teaspoon 3 times a day. Western herbs like fo -ti, ginseng, and marshmallow are also useful. Diet _ Proper nutritious food, which is easy for digestion, like basmati rice with mung, fruits like apple, banana with soup of green vegetables is ideal combination, which gives proper calories,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 89, "book": "ayurvedic_treatment", "text": "minerals, vitamins, proteins, and fats. 4. RICKETS Definition This is also a disease occurring in infancy and early childhood, due to deficiency of Vitamin D, affecting bones in the body. In Ayurveda it is called as “Phakka” and is Vata disease. ~ Symptoms Marasmic children are seldom rachitic, but as soon as the infant begins to put on weight, rickets is likely to develop. Because it develops only when growth starts taking place and there is deficiency of Vitamin D and calcium. The infant with rickets is characteristically restless, cries frequently, and may perspire excessively. Muscles of abdomen and limbs become very weak without tone, with abdominal distention. Normal developmental activities like crawling, sitting are delayed and the eruption of teeth is prolonged. Various deformities in bones of skull and thorax develop. Treatment The bony deformity may become permanent if it is not 140 AYURVEDIC TREATMENT OF COMMON DISEASES treated in time. Therefore start the treatment as early as possible. Massage the baby with chandan bala lakshadi oil, dashapak baladi oil, ashwangadhadi oil, narayan oil and expose the child to early morning sun or to infra red light for 15 to 20 minutes. Supplement of natural calcium like, coral oxide 25 mgm; twice a day with ashwangandharishta 15 ml. twice a day for 1 month. Tab. kumarkalyana rasa (with gold and pearl) (BR) | tab. twice a day for 1 month gives beneficial results. This can be supplimented with arvindasava (BR) 10 ml twice a day for | month. Diet Give plenty of milk, butter and tonifying diet like meat soup, almonds with fruits and green vegetables. _ 5. TONSILITIS Causative factors It is Pitta disorder often found in children. It can be due to bacterial infection like strepto or staphylococcal germs. Symptoms Due to swelling of these glands, there is fever, and pain while swallowing. Cold and cough may be present. Treatment Acute tonsillitis- Due to sama Pitta when high fever is present, gargling with hot water and salt and curcuma powder is advisable. Tab. guduchi 500 mgm; 3 times a day for 15 days with tab. sootashekhara 250 mgm; 3 times a day, should be taken with warm water. Chronic tonsillitis- berberis aristata, neem oil, neem bark, tinospora cordifolia, pongamia glabra, triphala, seeds of holerrhena antidysenterica are herbs of choice. Gargling with hot water and triphala powder twice every day is always beneficial. Tab. triphala guggulu 250 mgm;", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 90, "book": "ayurvedic_treatment", "text": "3 times a day for 1 month is indicated. CHAPTER 15 EYE-EAR- NOSE-THROAT PROBLEMS 1. EYE PROBLEMS a. Eye Vision Eyes are related to Alochaka Pitta. Pitta constitution people are very sensitive to strong light. They also suffer from various inflammatory disorders of the eye. The soles of the feet are predominant of tejas element. There is relation between eyes and the sole of the feet. Ayurveda therefore advises massage of the sole of the feet by castor oil or coconut oil as preventive against diseases of eye in which Pitta is vitiated. Causative factors Constant reading, working with computers, watching television, reading in poor light, and aging can cause various vision problems. Myopia or nearsightedness is a disorder found mainly in children, where they can see nearby objects but are unable to see distant objects. In this condition, the eyeball becomes elongated, hence the parallel rays from the distant objects converge and fall in front of the retina. Use of a concave lens corrects this defect. Hyperopia or far-sightedness is a disorder found in persons mostly after the age of 40. These individuals can see distant objects but are unable-to see near objects, because the divergent rays from the near object come to focus behind the retina. Use of a convex lens removes this defect. 142 AYURVEDIC TREATMENT OF COMMON DISEASES Treatment Terminalia chebula is the herb of choice. Triphala powder should be given with honey and ghee, every day before going to bed at least for 3 months. The dose of triphala should be adjusted in such a way that it will not have any laxative action, and ghee and honey should not be in equal quantity. This medicine can prevent these abnormalities and to certain extent are useful for myopia also. Medicated triphala ghee | tea- spoon, every day at noght for 1 month, is also useful in condition of hyperopia. b. Burning Eyes Constant strain on eyes, walking barefoot in the Sun, or working near heat for long time causes burning of eyes. Treatment The best remedy for this is application of castor oil, to the sole of the feet and then massaging the same with bottom of any copper vessel, every night for one week. Put gauze soaked in milk over the eyes for 15 minutes every day before going to sleep. Use cooling Pitta palliative herbs internally like sandalwood, vetivert, rose, coral and coral", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 91, "book": "ayurvedic_treatment", "text": "oxide. c. Cataract As the age advances, the lens in eye can become opaque known as cataract. Usually this happens after 50 but in certain diseases like diabetes and in some congenital disorders, this can happen in earlier age. Treatment Use of natural calcium like pearl and coral in purified form 50 milligram every day for 3 months can prevent the opacity of lens. EYE-EAR- NOSE-THROAT PROBLEMS 143 d. Stye It is small papule, which appears on the upper or lower eyelid. This occurs at any age but is very common in adults and is usually associated with uncorrected errors of refraction and constipation. Treatment Errors of refraction if any should be corrected. This is also Pitta disorder. Use herbs like turmeric, dandelion and bayberry. Tab.guduchi 500 mgm; with tab. tribhuvana kirti 250 mgm. 3 times a day for 15 days is ideal. e. Conjunctivitis Definition It is the inflammation of conjunctiva of eye. Causative factors and types Various types of conjunctivitis like acute catarrh or muco- purulant, or acute purulent or membranous do occur due to vitiation of Alochaka Pitta. It may be due to the result of various bacterial and viral infections. Symptoms Eye becomes red and painful. There is itching, with purulent discharge and photophobia. Treatment Eye-wash should be given with decoction of triphala or licorice. Similarly washing the eyes with rose water, or chamomile or chrysanthemum water is very much beneficial. Ask the patient to wash the eye with these solutions 3 to 4 times a day. Internally coral oxide in dose of 50 milligram three times a 144 AYURVEDIC TREATMENT OF COMMON DISEASES day along with Tab. guduchi 250 mgm; is indicated. Triphala ghee in dose of 1 teaspoon twice a day is also useful to prevent the recurrence. f. Chalazion Definition It is also called as tarsal cyst or mebomian cyst. Usually it appears on either lower or upper eyelid. Causative factors Usually they are the results of refractive errors. But occasionally they occur due to infection. They are more common in adults than children. Treatment First apply paste of curcuma mixed with water externally and carry out light fomentation. Application of paste of multani soil or paste of seed of dates is also useful. Tab. guduchi 500 mgm; or tab. arogyavardhimi 250 mgm; 3 times a day is indicated for 3 weeks. They should be given with warm water 3 to 4 times", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 92, "book": "ayurvedic_treatment", "text": "a day. 2. EAR PROBLEMS a. Hygiene The ear is one of the main site of Vata. To prevent wax formation and to protect the ear from Vata vitiation, instill few drops of warm sesame oil at least once a week. Use proper ear buds of cotton to clean the ear. Do not put any other object in the ear for this purpose. In children during the attack of cold, if there is complaint of pain in the ear, treat the cold immediately, otherwise there is danger of rupturing the ear -drum. b. Ear-ache Wax gets accumulated from secretions of sebaceous and EYEEAR- NOSE-‘THROAT PROBLEMS 145 ‘ ceruminous glands. When it becomes hard it can cause an ear- ache. Treatment If there is severe pain due to wax, put warm mahamasha oil, garlic oil or bilva oil (BR) in the ear. Before putting the oil, make it sure that the drum is not ruptured and there is no pus in the external ear. After that remove the wax by syringing the ear with warm water. c. Furuncle Vitiated Pitta and blood forms small boils in the external ear. It can be also due to staphylococcal infection of the external ear. If proper care is not taken during swimming or cleaning ear. It can occur as a complication in diabetes mellitus. Treatment Give mild fomentation to the ear, after applying mahamasha oil or sesame oil. Tab.guduchi 500 mgm; twice day with tab. triphala guggulu 250 mgm. 3 times a day for 2 weeks should be given. d. Otitis Media It is an acute inflammatory condition of mucoperiosteal lining of the middle ear. It is a common illness of infants and children occurring more often during winter season and usually secondary to upper respiratory tract infection. Many a times the infection comes as an extension from inflammation of adenoids, tonsils, pharynx, and sinuses. There is high fever with severe ear pain. Treatment When there is severe pain and inflammation of the eardrum give tab. guduchi 500 mgm. 3 times a day for 7 days. Due to rupture of the eardrum, if the pus starts coming out, give tab. 146 AYURVEDIC TREATMENT OF COMMON DISEASES chaturbhuja rasa 125 mgm; twice a day, for 7 days. When the pus is in the ear, do not put any oil in the ear. 3. DENTAL PROBLEMS a. Oral Hygiene In 1990, the World Health Organization conducted", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 93, "book": "ayurvedic_treatment", "text": "a survey regarding the dental and oral hygiene of people in Asia and people in western countries. In this research, studies concluded that people of rural and urban cities in Asia, who use twigs from tender herbs and trees to clean their teeth, have better hygienic conditions than those who use chemical toothpaste’s. Until now, it was thought that toothpaste’s containing substances like chlorophyll or anti-tartar chemicals have better effects on dental hygiene. But this report revealed something different. The research findings of World Health Organization are exactly according to Ayurvedic principles of dental and oral hygiene. The mouth is place of Kapha and to keep it clean requires bitter, pungent, and astringent tastes. These tastes have anti-Kapha effect. Twigs of neem azadirechta indica, acasia arabica, acasia catechu, barleria prionitis, mimusops elangi have all these tastes. Chewing fresh and tender twigs of these herbs in the early morning not only benefits the teeth, but also the gums and mucous membrane of mouth. They have an excellent astringent and anti-kapha action on the mucous membrane of the mouth. Western astringent herbs like golden seal, marshmallow, nettle, white oak, yarrow can be used for this purpose. b. Pyorrhoea Improper dental hygiene associated with vitamin C deficiency and vitiated Pitta disorder is the main cause of this disease. There is pus formation in gums leading to bad odor. Treatment Apply mixture of honey and curcuma to the gums for relief. EYE-EAR- NOSE-THROAT PROBLEMS 147 Toothpaste containing pungent, bitter herbs like clove, golden seal, bayberry, and bark of pomegranate are best to treat this condition. Patient should be asked to carry out gargles with the decoction of these herbs and should use vicco vajradanti tooth powder or toothpaste for cleaning the teeth. For the treatment of inflamed gums, tab.triphala guggulu 250 mgm; with tab. guduchi 500 mgm.should be given 3 times a day for 15 days. Vitamin C in natural forms like juices of lemon, oranges, with chyavanaprasha jam | teaspoon, twice a day for 1 month is also useful. c. Hypertrophied Gums In this disorder the gums become thick. Treatment Use plenty of green leafy vegetables and sour fruits like lemon and oranges in the diet. Apply powder of triphala with honey to the gums or mixture of til oil with triphala, alum and catechu is also beneficial. Tab. triphala guggulu 250 mgm; 3 times a day, should be given with warm water", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 94, "book": "ayurvedic_treatment", "text": "for 1 month. Regular massage of the gums with jatyadi oil is useful. d. Halitosis Halitosis means bad breath. It is complaint due to improper dental hygiene. Causes include pocket formation in gums, cavities in teeth in which food debris gets lodged, inflammation in nasal sinuses. Other causes can be bad digestion and vary rarely inflammatory conditions of lungs may produce this condition. Vitiated pitta gives rise to halitosis. Treatment Treat the underlying cause first. Remove the plaque from the teeth and clean the teeth. Use herbal toothpaste that has 148 AYURVEDIC TREATMENT OF COMMON DISEASES slightly bitter, astringent taste. Internally for pitta palliation herbs like santalum album, cardamom, acasia catechu and clove should be used. For refreshing the mouth, one can use tab. khadiradi, tab.eladi or tab.lavangadi can be used for chewing 3 to 4 times a day for 15 days. Give proper massage to the teeth by a mixture of honey and fine powder of charcoal. Correct the digestion and see that the bowels are moving properly. Western herbs like mint, camphor, and cinnamon can be used. e. Gingivitis Vitiated Pitta and blood gives rise to this condition which results in halitosis, pain, bleeding gums, and burning sensation. Treatmént Gargling should be done with mixture of decoction of triphala and cyperus. Apply paste of mixture of licorice in ghee and honey. Give tab. guduchi 250 mgm; 3 times a day with tab.mauktik kamadugha 125 mgm; twice a day for 15 days. Application of irimedadi oil twice a day for 1 month gives good results. f. Hypersensitive Teeth This is a common problem for the elderly. Due to increased Pitta, it can be found in young age also. The teeth become so sensitive, that simple touch of cold or warm water or tastes like sour; salty and pungent are not tolerated at all. Treatment Gargling with a mixture of warm water and sesame oil twice every day is indicated. Apply mixture of honey and curcuma to the teeth. Use herbal tooth powder of vicco vajrandati or its paste or any other good herbal toothpaste. EYE-EAR- NOSE-THROAT PROBLEMS 149 g- Dental Caries, Toothache Causative factors This is common problem due to improper oral hygiene and not taking proper care of teeth. It is due to vitiation of all doshas, especially due to vitiation of Vata. Usually Vata constitution persons suffer from this disorder. When the enamel is destroyed, giving rise", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 95, "book": "ayurvedic_treatment", "text": "to black spots, discoloration, and appearance of holes or cavities in the teeth. Food material then accumulates in the cavities, in which germs proliferate. When this process reaches nerve endings in the pulp of teeth, the patient suffers from severe pain. Treatment The best Ayurvedic herbs are calotropis procers, embelia ribes, lacifera lacca, acorus calamus, azadirechta indica, piper longum, curcuma, achryanthus aspera, vitex negundo, asafoetida, and cloves. Prepare powder of equal parts with these herbs, which can be used as tooth powder. For relieving pain, local application of powder of sesame oil, cloves, and ricinus oil is best. Regular application of irimedadi oil is also useful. h. Periodontosis In this condition, the teeth become loose and the patient suffers from severe pain when eating. Treatment Gargling with medicated oil is very useful in this condition. Or one can use sahacharadi oil and dashmoola decoction or decoction of catechu for the same purpose. Gargling should be * done at least twice a day for 1 month. Application of clove oil to the affected tooth is helpful. 150 AYURVEDIC TREATMENT OF COMMON DISEASES 4. NOSE PROBLEMS a. Epistaxis Definition Bleeding from the nose is called epistaxis. Causative factors High Pitta is responsible for this condition. Similarly in high fevers, hypertension or due to trauma to nose or head, bleeding can occur from nose. Treatment To stop the bleeding, put the patient’s head in a low position. Pinch the nose for few seconds. Most likely, the bleeding will stop shortly. If not, put cold water over his head and if possible, put few drops of liquefied butter or few drops of fresh juice of cyndon dactylon. . Herbs having styptic action are advised such as mesua feria powder with fresh butter, cyndon dactylon, and Indian sarsaparilla. Mixture of any two herbs in dose of 1 gm. twice a day is beneficial for 7 days. Vata type - When, the nose is too dry and the bleeding takes place, it is better to put few drops of sesame oil at night. Pitta type - Put few drops of sandalwood oil in the nose, give herbs that have anti-Pitta action like sariva and vetivert. Tab. mauktik kamadugha 125 mgm; 3 times a day for 7 days is indicated. CHAPTER 16 SKIN PROBLEMS 1. ACNE Definition This condition is most common among young people. In general, women are affected more often than men are. In most", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 96, "book": "ayurvedic_treatment", "text": "individuals, the facial skin is affected. Causative factors Acne is a disorder due to vitiation of all doshas. However Pitta vitiation is the predominant factor. Pitta vitiates the blood and the skin to form acne. Hormonal disturbances may cause this disease in adolescents. Although it is common inflammatory disease of the pilo sebaceous follicles, characterized by commedones, which are secondarily infected resulting in papules, pustules, cysts, nodules and scars, it is also related to the disturbance in menstrual cycle and digestive tract problems. Types and Symptoms According to its structure, shape, and constituents, acne is divided into 6 different types: mild acne vulgaris, acne papulosa, acne indurate, acne cystica, acne atrophica, and acne keloidalis. Although Pitta and rakta vitiation is common in all, Vata is predominant in acne atrophica and Kapha is predominant in acne cystica and acne keloidalis. Acne has also been classified as premenstrual acne, adolescent acne and Acne vulgaris. As the name suggests, 152 AYURVEDIC TREATMENT OF COMMON DISEASES premenstrual acne appears before the menstrual cycle and disappears when the cycle is over Treatment Treat the proper cause like disturbance in menstrual cycle or gastrointestinal tract problem. Depending upon whether the skin is too dry, too oily or whether infection is present, different type of treatment must be given. If the skin is oily and inflammation is present, fomentation on face with medicated vapor of water and few basil leaves or little oil of eucalyptus, at least twice a day, and then drying the face is beneficial. If there is no inflammation and the skin is oily, simply rub boiled lemon peels to remove oiliness. In this case, apply of mixture of amalaki powder, cyperus powder, red lentil powder, and curcuma in water. : Remember that no thick oily pastes should be applied, as this will close the pores on the skin and then the problem will increase. For dry skin, apply a mixture of equal parts of sandal wood powder, curcuma zedoaria, red sandal powder, and milk twice a day. Pitta type - The best herbs to alleviate Pitta are cyndon dactylon, shatavari, amalaki and chandan. If infection is present, tab.guduchi 250 mgm; 3 times a day for 15 days is indicated. Medicated ghee with bitter herbs is ideal for this condition. For blood purification, alliterative herbs should be used like Indian sarsaparilla, rubia cordifolia, and curcuma. Western herbs like echinacea, goldenseal, yellow dock and gentian", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 97, "book": "ayurvedic_treatment", "text": "root can be used in this condition. The bowels should be kept open by such mild laxatives as rhubarb or triphala. Vata Kapha type - Herbs indicated, are poria, marshmallow, myrth gum and wild yam root in dose of Igm. mixture of equal parts twice a day for 1 month, Arogyavardhini 125 mgm; 3 times a day for 15 days is the medicine of choice. To avoid recurrence,. take care of digestive fire. SKIN PROBLEMS 153 Do’ s and Don’ts It is necessary not to squeeze the acne or the pimples on the face. This precaution is a must when infected acne is present in the area of lips. Also do not excoriate the acne. 2. BOILS Definition Boil or furuncle is a painful nodule formed in the skin by circumscribed inflammation of the corium and subcutaneous tissue enclosing a central slough or “core.” Causative factors Vitiation of Pitta and blood can cause boils. They can be due to over exposure to sun, heat, stress, suppressed emotions, or various bacterial infections. They are associated with some systemic diseases like diabetes and erysepelas. Abscesses are usually bigger than boils; otherwise there is not much difference in pathogenesis. Treatment is the same for both. Symptoms Pitta type boils are red with lot of swelling and are usually with fever and thirst. Kapha type is usually very large with pus. Vata type is associated with lot of pain. Treatment In acute condition, anti-ama and anti-Pitta diet is ideal. Herbs of choice are azadirechta indica, tinospora cordifolia, hemidesmus indicus, and rubia cordifolia. When these are not available, use western herbs like aloe, barbery, isatis, turmeric, burdock, cheekweed, and dandelion, golden seal, which has alliterative action. Mixture of any of the two above herbs can be safely used in dose of 1 gm. twice a day for 1 month. When boils are very small, they can be treated by tab. 154 AYURVEDIC TREATMENT OF COMMON DISEASES guduchi 250 mgm. 3 times day, for 15 days. Bowels should be kept open by giving laxatives that pacify Pitta by giving powder of amalaki 1 part + avipattikara powder 1\\2 parts in dose of | to 3 gms. a day for 15 days. When big boils appear on the skin, they should be treated like an abscess. When there is a high fever, use rasasindura in dose of 100 mgm; twice a day for 10 days. Fomentation should", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 98, "book": "ayurvedic_treatment", "text": "be done with hot medicated vapor or poultice should be applied. Medicated paste of dashanga is also advised. For recurrent boils it is better to carry out blood-letting after giving medicated ghee of any bitter herb and then give tab. guduchi 250 mgm; 3 times a day with sarivadyasava 15 ml. twice a day for one month. 3. BURNS Definition Dry heat, heated substances, flames, radiant heat, or electricity causes burns. Moist heat or hot liquids at or near boiling point cause scalds. Symptoms and types Minor erythema is a first-degree burn; blister burn is a second degree, while destruction of dermis skin is classified as third degree burn. Fever, restlessness and thirst are present when burns are minor. If there is loss of tissue fluid, dehydration sets in, which is very serious. Treatment Immediately put cold water at the site of burn. All burn | wounds should be covered by clean antiseptic gauze. For minor burns apply medicated or simple ghee. For best results, apply ghee that has been washed in water 100 times. For serious cases, patient should be hospitalized for transfusion and surgical treatment. Internally give kamadugha 125 mgm; 3 times a day or coral oxide 100 mgm, 3 times a day for 15 days should be SKIN PROBLEMS : 155 given. If fever is associated with buns, tab.chandrakala rasa 125 mgm; with tab. guduchi 125 mgm; 3 times a day are indicated. Application of himasagar oil is useful. 4. PRURITUS Causative factors It is vitiated Pitta and blood disorder ‘affecting the skin. Sometimes vitiated Kapha and Vata are also present. Generalized pruritus can be due to allergy, various skin diseases like scabies, pediculosis, urticaria, lichen planus, dermatitis etc. Some systemic diseases such as diabetes mellitus, uremia, jaundice, Hodgkin’s disease in old age, and severe cold vitiate vata also producing itching. Localized pruritus at anus is due to thread worms, proctitis, piles, and anal fissure. At the vulva it can be due to trichomonal vaginitis, nervous exhaustion, leucorthea, cervicitis, senile vaginitis. In the ear it is mostly due to wax or fungus infection. In the nostrils it is due to intestinal parasites. In the scalp it can be due to dandruff. Treatment Find out the cause and treat the same. While giving treatment palliation of vitiated dosha has to done properly. Pitta and blood type - use alliterative or blood -cleansing herbs’ like sariva, berberis, amalaki, sandalwood,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 99, "book": "ayurvedic_treatment", "text": "smilax- china and albizia lebbek. Sarivadyasava 15 ml. 3 times a day with mahatikta ghruta 1 teaspoon; a day, is indicated. For application use kasisadi oil or Chandanadi oil. Vata type - If the itching is due to cold and the skin becomes too dry and scaly use mixture of glycerin and water and few drops of lemon. Application of maha mash oil or narayan oil is also useful in this condition. For dandruff apply lemon juice on scalp. Kapha type - The best medicines indicated are mahamanjishthadi decoction, or khadirariskta in dose of 4 tea - spoons 3 times day. Also use. External application of paribhadra oil, mahamarichyadi oil-is useful. 156 AYURVEDIC TREATMENT OF COMMON DISEASES 5. PSORIASIS Definition It is a Vata type of kushtha with vitiation of Pitta, blood, skin, lymph, and muscular tissue in the body. It is chronic recurrent inflammatory disease of the skin with well- circumscribed eryhimatous, dry plaques of various sizes covered with silvery gray colored scales. This disease is found in hot and temperate as well as cold and dry climatic countries. In some . cases, familial and hereditary tendencies exist. Symptoms Although it can occur anywhere in the body, the characteristic site is the extensor surfaces over knees, elbows, occiput, and sacrum. It starts with small papule covered with silvery scales. The scales enlarge peripherally. The removal of the scales gives rise to pin point bleeding. Several varieties are described according to the particular site of psoriasis, such as on the hairline, on joints, on palms, and on soles of feet. Itching is present in almost all cases. Vata type is associated with lot of scaly formation with severe itching and the skin is very dry. Pitta type is associated with fever, red colored skin and burning sensation. Kapha type is associated with oozing with watery or slight sticky discharge and mild itching. Treatment Purification by Panchakarma is the chief treatment. Unless the vitiated doshas are removed from the body the disease does not respond to medicines. The purificatory procedures like medicated purgation and blood letting should be done with proper oleation. For oleation it is better to use medicated ghee with bitter herbs, like guduchi, neem, katuka or vasa. Best herbs to treat this condition in acute and chronic condition are clerodendrum SKIN PROBLEMS 157 inerme, hydnocarpus wightiana, lepidogathis cristana, amalaki, shatavari, licorice and sariva. When these are not available", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 100, "book": "ayurvedic_treatment", "text": "one can use western herbs for cleansing the blood like dandelion, burdock, barbery and gentian can be used with equally good effects. If purification is not possible, medicated ghee with bitter herbs like tinospora cordifolia, azadirechta indica, adhatoda vasica is an excellent remedy for this condition. Popular preparation like mahatikta ghrita or pancha tikta ghrita can be used. This can be given | teaspoon, 2 times a day for 1 month. If they are combined with guggulu the result is better. Tab. panch tikta guggulu 250 mgm; 3 times a day for 1 month, or pancha tikta ghrit guggulu (BR) 250 mgm. 3 times a day for 1 month is also ideal. For external application, maha masha oil, pinda oil and paribhadra oil is beneficial. Apply mixture of equal parts of curcuma zeodara, powder of sandalwood, amalaki powder, and cyperus powder mixed in milk. Khadirarishta or sarivadyasava can be used 15 ml. 3 to 4 times a day for 1 month. Application of kasisadi oil (SS) or chandana bala lakshadi oil (Ay.SS) twice every day to the affected skin is helpful. Do’s and Don’ts Do not use any soap other than neutral quality. Avoid all clothes that do not absorb sweat..Do not work near heat, furnaces, colors, dyes, petrol etc. Avoid all causes of Pitta and blood vitiation like excessive salt, too much sour and pungent, fried and oily foods. 6. ERYSIPELAS Definition It is particular type of skin disease, which spreads fast like a serpent. Hence in Ayurveda it is called “Visarpa.” 158 AYURVEDIC TREATMENT OF COMMON DISEASES Causative factors It is fast spreading inflammatory edema of the skin due to vitiation of all doshas, especially of Pitta. It then vitiates blood, skin, and the muscles. According to dosha predominance it has been divided into 8 types. Symptoms When disease starts spreading the skin becomes red hot. Very soon the pustules are formed on the skin. They may break open and form ulcers on the skin. High fever, thirst, vertigo, and diarrhoea are common symptoms. , Vata type - The inflamed skin is edematous, blackish in color, very dry and with lot of scratches. Severe pain, burning sensation over the skin, fainting, tremors, constipation are common. Pitta type - High fever thirsts, vomiting with or without nausea, vertigo, and giddiness. The inflamed skin is reddish, bluish, and blackish in color. Kapha type - Fever with chills, heaviness, drowsiness, loss", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 101, "book": "ayurvedic_treatment", "text": "of appetite, vomiting and nausea. The inflamed skin is whitish pale in color. Agni visarpa - (Vata- Pitta) - This is a serious condition and is many times fatal. The toxins are in blood, which produces of boils like pustules on the skin. They are very similar to that of burns. The condition is associated with high fever and delirium. Granthi visarpa - (Kapha- Vata) - The affected skin is with lot of different types of glandular swelling which causes severe pain. The patient suffers from dyspnoea, cough, vertigo and fainting. This is also a very serious condition. Kardam visarpa- (Kapha-Pitta) - The affected skin is with painful, red swellings and yellowish colored pustules with edema. Treatment The general treatment is fasting, cooling type of alternative SKIN PROBLEMS 159 herbs, medicated purgation and medicated blood letting. There is tendency to form ulcers rapidly, if it is not treated properly. Herbs of choice are amalaki, santalam album, tinospora cordifolia, adhatoda vasika, jitasaya, lotus, patola, sandalwood and swertia chirata. Mixture of any two herbs in dose of 1 gm. each twice a day for 1 month is indicated. Medicated ghee with these herbs should be used. Common Ayurvedic formula is panchtikta ghee, medicated ghee with five best bitter herbs, or guduchi ghee in dose of | tea -spoon twice a day for 1 month. Western bitter herbs can be used to prepare medicated ghee. This also gives good results. Tab. ameer rasa 50 mgm; twice a day or tab. rasamanikya 50 mgm; twice a day for 1 month is useful. These can be supplimented with maha-manjishthadyarishta (Ay SS) 15 ml. 3 times a day for 1 month. If these are not available, Western cooling alteratives like aloe vera, burdock, echinacea, and pokeroot should be used. Application of himsagar oil (BR) to the affected skin is useful. 7. ECZEMA Definition In Ayurveda it is known as “Vicharchika.” It can be acute or chronic. The chronic variety is most common. Depending upon the type, oozing, itching, and exfoliation of skin are prominent symptoms. Causative factors It can be caused by vitiation of all doshas. However, vitiated Pitta and blood play prominent role. They vitiate skin and mamsa, and produce eczema. Vata and Kapha can take part in pathogenesis and produce different symptoms. Symptoms Vata type- the affected skin is very dry and there is pain with severe itching. 160 AYURVEDIC TREATMENT OF COMMON DISEASES", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 102, "book": "ayurvedic_treatment", "text": "Pitta type - there might be oozing and other symptoms like burning or fever. Kapha type - the skin is slightly thick with white color with oozing and itching. Treatment Since Pitta and blood are common in all types, medicated purgation or if possible blood letting should be done. Afterwards use cooling alliterative herbs to purify blood like neem, aloe vera, blue flag, burdock, chaparral, dandelion, and tinospora cordifolia. Medicated ghee prepared with these herbs gives excellent results. Panchatikta ghrita 1 tea-spoon twice a day for 1 month and tab. arogyavardhini 250 mgm. 3 times a day for 1 month is indicated in all types. In Kaphd type, heating alliterative herbs like myrth, prickly ash, and bayberry are useful. Any of these can be given in dose of 1 gm. twice a day for 1 month. Tab. chaturmukh rasa with gold ((BR) 50 mgm. twice a day with khadirarishta 15 ml. 3 times a day for 1 month is ideal. Application of mahamarichyadi oil or guduchyadi oil (BR) is useful. 8. LEUCODERMA Definition This is a disorder involving Bhrajaka Pitta of the skin. In Ayurveda, all skin diseases are called Kushtha. In this disease, white spots or white discoloration takes place on the skin, hence it is called “Shwitra Kushtha.” It is a disease of deficiency of melanin pigment in the skin. Although this disease does not produce any other systemic malfunctions, it creates many psychological as well as social problems for the patient. Causative factors Food that vitiates Pitta and blood is yesponsible for this SKIN PROBLEMS 161 disorder. Combining foods with opposite potency or veerya is main causative factor. For example, eating fish with milk or sour fruits with milk for a long time. Similarly, handling toxic colors and dyes can also produce this disease. In females during menopause, this disease can suddenly develop due to hormonal disturbances. Treatment If the white spots are widespread on the genitals, lips, or at the junction of nails and skin, then it is difficult to treat this disease. It can be well treated if it has recently developed and is restricted to a small place. Herbs that increase the pigmentation of the skin and will correct the metabolism of Bhrajaka Pitta indicated like bakuchi (psoralea corylifolia), rubia cordifolia, Indian sarsaparilla, cryptolepis buchaanana, ichnocarpus frutescenes, and neem. Apply bakuchi oil or somaraji oil (BR) on the white spots and ask the patient", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 103, "book": "ayurvedic_treatment", "text": "to expose these spots to sunlight. If the sunlight is not available, expose these spots to infra red light for 30 to 60 seconds every day. Mahamanjisthadi decoction 15 ml. 3 times day along with tab. arogyavardhini 250 mgm; or tab. ashwagandha 250 mgm. 3 times day for 1 month is very effective treatment. If the leucoderma is on very restricted area, application of leeches at that spot helps to regenerate the normal skin with melanin pigment. Application of ointment of psorilin and exposure of the skin to the sunlight till the blister is developed at the site is very helpful. When the blister bursts open, normal skin appears. Do’s and Don’ts Avoid using alkaline soap. Use neutral soap instead. Avoid pungent, spicy, too much fried and sour foods. Also avoid incompatible foods. Drink water kept in copper vessel; mung, rice, wheat, dry figs, and pomegranate are advised. Abbreviations of Reference Texts ASS AH AS BBR BP BR cD OAY RS RSS RRS RYS SS SYS Su. § YR Ayurveda Sara Sangraha Ashtanga Hridaya Ashtang Sangraha Bharat Bhaishajya Ratnakara Bhava Prakash Bhaishajya Ratnavali Chakra Datta Charaka Samhita Rasaraja Sundara Rasendra Sara Sangraha Rasa Ratna Samucchaya Rasa Yoga Sangraha Sharangadhara Sangraha Sidha Yoga Sangraha Sushrut Samhita Yoga Ratnakara Glossary of Sanskrit Words Work Abhayadimodak Abhayarishta Aganitundi Vati Ashvagandha Tab Amavata Amlapittantak Lauh Arogyavardhini Arshoghana Vati Description Terminalia chebula, trikatu, Woodfordia fruiticosa etc. Having purgative action. Terminalia chebula, Operculina turpethum, ginger etc. It is having digestive and laxative property. Kaijjali, trikatu, triphala, strych- nous nuxvomica etc. It is good digestive and good appetizer. Containing ashvagandha powder only. Immunomo- dulator Low digestive agni produces ama or toxins in the G.I. Tract which circulates throughout the body causing inflammation of joints. Kajjali, Mandura Bhasma and Abhrak Bhasma. Kajjali, iron, mica, copper oxide. Used in constipation, diabetis, urinary diseases and oedema. Contains kajjali, mica oxide, iron oxide, triphala and chitraka. Used to cure Haemorrthides 164 AYURVEDIC TREATMENT OF COMMON DISEASES Ashvakanchuki Ashvagandharishta Ashvangandha tablets Avipattikara Powder Baboolarishta Bala Oil Bhaskar Lavana Bhoonimbadi Kwath Purified mercury, purified sulphar, trikatu, triphala, croton tiglium (croton seeds). It has vary strong purgative action and scrabbing property, Musculo-skeletal problems, antibacterial rasayan property. Ashvagandhga, Musali, Manjistha/Daruhalad, Yashti, Vidari, Arjun, Chandan, “Vekhanda etc. It is used in amavata, unmad, dry piles and General Tonic in debility. Withania somnifera, winter cherry. Piper longum, sugar, clove, Operculina turpethum. It is used as laxative in", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 104, "book": "ayurvedic_treatment", "text": "pitta dosha and Deepak pachak. Acacia arabica, trikatu, mesua ferrea, cinnmomum, tamala etc. It has anti diarrhoeal property and used in skin diseases. Juice of Bala mool, Dashmocl, Milk, Kulatah kwatha, Sariva, Shatavari, Vekhanda, sain- dhav, Til oil. It is used in Vatavyadhi, sterility and debility. . Five salts (lavana), piper nigrum, piper longum, ginger, etc. Used for G.I. tract problems and have a digestive property. Swertia chirayata, Tinospora cordifolia, Azadiracta indica etc. INDEX OF BOTANICAL NAMES Bilwadi Avaleha Bramhi Vati Brihana Basti Bruhatwat Chintamani Castor Oil Chandanaasava Chandanadi Loha Chandrakala Chandraprabha Vati 165 Contains aegle marmelos, trikatu, triphala and sugar. Contains brahmi, Jatamansi and serpagandha. Used as Brain Tonic It contains milk, ghee and decoction of jeevaniya herba.To increses body strength, this type of enema is used. Suvarna, Raupya, Abrakh, Loha, Pravala, Mauktik, oxides and Rasasindoor.It is used in Vata disorders. Oil is derived from ricinus communis seeds.It detoxifies ama. Chandan, musta, vala, neelkamal, padmakashta, lodhra, rasana, mochras etc. Used in diabetis, fever and oedema. Raktachandan, pimpli, vala, Suntha, Amalaki, Chitrak, Loha Bhasma. It is used in malerial type of intremittant fevers. Para, tamra, abhrak, musta, sahadevi, pittapapada, kutki, guduchi etc. Used in all sama Pitta disorders. Karpurkachari, vekhanda, musta kadechirayit, guduchi, chitrak, triphala, trikatu, chaturjat, lauh, guggul, shilajit. Used in diabetis , menstrual disorders, anaemia and _ burning micturition. 166 AYURVEDIC TREATMENT OF COMMON DISEASES Chitrakadi Wati Chyavanprash Dashamoolarishta Dashmooli Haritaki Deepana Dhatri Loha Draksharishta Drakshasava. Gangadhara Churna Chitrak, Pimpal mool, Vanakshar, Saidhav etc. It detoxifies ama and increases appetite. Aamalaki, Jeevaniya herba, Guduchi, Haritaki, Bruhati, Laghu panch mool, Bruhat pancha mool. Pimpli, vansha- lochan. It is used as Rasayan. Chitrak, Pushkarmoola, Aegle marmelos, Tribulus terrestris, Trumpet flower , Woodfordia fruticosa, trikatu, suger etc. It is good vataghna and used in sootika jwara (perperial fever) and colitis. Ten roots for Vata alliviation and Terminilia chebula. Increases digestive power. Amalaki, Lauha Bhasma, Liquorice Powder. Effective in Hyperacidity and peptic ucler. Grapes, piper longum, piper nigrum, ginger etc. It is used as good appetiser and giving stregth to upper respiratory tract. Dried black grapes, cloves, piper longum, piper nigrum, sugar etc. Used for increasing appetite. Cyprus rotundus, Mimosa pudica etc. It has anti diarrhoeal property. INDEX OF BOTANICAL NAMES Hemagarkha Rasa Hingashtaka Hridayarnav Ras Hridroga Hritshoola Icchabhedi Jeerakadyarishta Kaishor Guggul 167 Para, Gandhak, Suvarna, Tamra, Kumari ras. It is used in complications like high fever, bronchial asthma and toxaemia. Ferula", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 105, "book": "ayurvedic_treatment", "text": "foetida, Piper nigrun, ginger, piper longum, salt, cuminum, cyminumen. Used ‘for Flatulance and is a good Deepan-pachak. Para, Gandhak, Tamra, Triphala, Kakmachi ras. It is used in Hridrog (Heart diseases). Hridya is the main central part of the body and one of the three Sadyapranhar Marmas. All disease of the heart can be catagorised under Hridrog. Pain in the Hriday or Heart is called as Hritshoola. Angina Pectoris. According to the grade of Dosha’s can be catagorised as Vataj, Pittaj and Kaphaj. Coton tiglium, Piper nigrum, ginger, tankana etc. it is very strong purgative medicine used in ascitis. Cuminum cyminum, ginger, Cyprus rotundus etc. Used for appetite and general tonic for G.I. tract organs. Triphala, Trikatu, Guduchi, Vidang, Nisoth, Dantiomoola and Guggulu. 168 AYURVEDIC TREATMENT OF COMMON DISEASES Kajjali Kamdudha Kanaka Aasav Kantakaryavaleha Khadiradi Vati Kumari Aasav Kutaja Parpaty Kutajarishta Kutjavaleha Pure murcury, purified sulphur- processes to form kaijjali. It has antibiotic, Rasayana, Yogavahi Catalyst property. Oxides of coral, pearl, conch, juice of Tinospora cordifolia etc. used in ulcerative colitis and is useful in all pitta aggravated conditions. Root, leaves and fruits of Datura alba, vasa, yashtimadhu, pimpli, shunta, dhataki, manuka, madhu, sugar. Used in cough, asthma etc. Kantakari, Sugar and prakshepa dravya. Used in Vataja cough. Acacia catechu, camphor, mesua ferra, cardemom and saffron. Kumari, jaggery, haritaki, tvak, lavang, kankol, chitrak, behada, sauh bhasma, tamra etc. Used as Liver Tonic, digestion and assimilation of food. Kajjaly, kutaja processed. Used in bacillary dysentery. Mimosa, trikatu, black dried grapes, Woodfordia fruticosa etc. It has good Deepak pachak and anti-diarrhoeal property. Hollarhena Anti-dysentrica bark and Sugar. Lauha Bhasma (Iron Oxide) It is used in anaemia, oedema and disorders of haemopoetic system. INDEX OF BOTANICAL NAMES Lavangadi Vati Loha Paparti Mahalaxmi Vilas Mahanarayan Tel (oil) Mahavata- Vidhwansan-rasa Mahayograj Guggul Mayurpiccha Machi Mustakarishta 169 Lavanga, sunta, tankan, pepper. Used for cough, cold and to increase digestive power also. Oxide of iron and kaijjali are processed to form parpati uséd in chronic colitis, anaemia etc. Loha, abhrak Bhasma, Bachnag, musta, Triphala, trikatu. Used in anaemia, jaundice and low digestive fire. Raasna, Devdar, Shaliparni, Saindhav, Manjistha, various herbs in Jeevania group, Shatavari juice. It is used in Arthritis, musculo Skeletal disorders. Shool, Shosha etc. Para, Gandhak, Nag, Vanga, Tamra, Abrakh, loha, trikatu, Bachnag, Tankan etc. It is used in all types o. pains due to Vata vitiation or aggrava- tion. Shunta, Pimpli, Chitrak, Jeera, Renukbeej, Kutki,", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 106, "book": "ayurvedic_treatment", "text": "Vekhanda etc.It is used in rheumatic arthritis, gout and to detoxify ama. It is made by buming peacock feathers. It is good pitta shamak and used as an antiemetic. Sunth, Marich, Clove, Methi, Chitrak, Jirak, Ajwain, Dhataki and Jaggary etc. 170 AYURVEDIC TREATMENT OF COMMON DISEASES Nagarjuna Abhra Naracharasa Navayas Lauha Panchamrita Parpati Panchendriya Vardhan Oil Patrangasav Pinda Oil Prasarini Oil Praval Panchamrit Punarnavasav Mica oxide, incinerated 100 times with decoction of bark of terminalia arjuna. Croton tiglium, triphala, trikatu, oxide of copper, purified mercury and purified sulphar. It is vary strong pargativ used in ascitis. Trikatu, Triphala, Chitrak, Musta, Loha Bhasma. It is used in Anaemia, Cardiac problems, Prameha. Oxide of iron, oxide of mica, oxid of copper, kajjali. Used in colitis and gives strength to intenstine. Bala, camphor, Rubia cordifolia, tulsi, apamarga and sesame oil. Patranga bark, Semal, Vasa, Javaphool, Lohabhasma, Bhringaraj, Clove, Saffron, Dhataki. Rubia cordifolia, sesame oil, bee wax. Prasarini, chitrak, pipalmool, liquorice, vasna, devadaru, jatamansi, eranda, bala milk. It is used in chronic rheumatic troubles. Pure praval bhasma, mauktik bhasma, shankha bhasma etc. Used for alliviation of Pitta. Trikatu, triphala, haridra, guduchi, patol, punarnava, dhataki etc. Used in oedema, liver and spleen disorders. INDEX OF BOTANICAL NAMES Rasa Parpati Rohitakarishta Saptamrut Loha Shadbindu Shankhavati Shilajatu Rasayna Shirshooladivajra Rasa Sitopaladi Somnath Ras Suvarna Parpati 171 Purified mercury and purified sulphur are processed. Used in colitis. Rohitak, jaggery, dhataki, pimpli, chitrak, shuntha, trijat, triphala etc. Used in liver and spleen disorders. Yashti madhu, Mandur, Triphala, Ghee, cow’s milk. It is used in disease of the ear, nose, throat. Erandamool, tagar, shatpushpa, jeevanti, rasna, yashti etc. Goats milk. Used in various disease of ear, nose and throat. Kajjali, garlic, salts. Used as carminative and good for relieving pain. Used in urinary disorders, oedema and various kapha disease. Kajjali, Lauha Bhasma, Guggulu, Triphala, Kut, Pippal, Sunth and Dashmoola. - Sugar, vanshalochan, pimpli, ela, twak. Used in chronic bronchitis, cough, cold, tuberculosis. Kajjali, Lauha Bhasma, Ela, Tejpatra, Haridra, Gokshur, Vidang, Jirak, Patha, Arjun, Jambun seed etc. Kajjali, purified gold are processed to form ‘parpati. It 172 AYURVEDIC TREATMENT OF COMMON DISEASES Suryakshara Sutshekhar Ras Tab Guduchi Tab Krimighatani Tab. Triphala Guggul Tab.amalaki Tab. bala Tab. Jatiphaladi Vati Tab. Kankayan Vati Tab. Sanjivani is used in chronic colitis and cures intestiane disturbances. Alakali derived from Calotropis gigentica plant. Para, gandhak, suvarna, bachnag, trikatu, dhattur, chatur jat, shankha bhasma. Used in hyperacidity", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 107, "book": "ayurvedic_treatment", "text": "agnimandya, pittaj grahani. Powder of Tinospora cordifolia is made into tab form and it is used as a Pachak and immuno-modulator. Palash sed , haritaki, kampillak, Nishottara, haridra and Somaraji. Used as Antihelminthic. Triphala, Guggul. It is used in vatvyadhi and as Rasayana. Amalaki powder in tablet form, it is rasayan, pittashamak. Powder of sida cordifolia. Used as Tonic in muscular weakness. Papavar somniferum, Myristica fragrants etc. It has shoola- ghna property with anti- diarrhoeal property. Haritaki, jeeraka, trikatu, pipalamoola, chavya, chitrak- moola, awakshara and surana. Emblica tibes, ginger, piper longum, semicarpus anacar- dium etc. Used in amoebic desentery. INDEX OF BOTANICAL NAMES Tab. Shatavari Talisadi Vati Tapyadi Lauha Trikatu Vajrakshara Vatarakta Vidanga Vidangarishta Yakuti Ras 173 Shatavari churna in tablet form. Used in pitta, vata dosha and balya property. Good Galactogogue. Tab. made from Talisadi choorna (Talispatra, trikatu, vanshalochana, cardamom and sugar). Used to reduce cough. Swarnamakshik bhasma, Shilajeet, Raupya bhasma, Mandur Bhasma, Chitrakmool, Trifala, Trikatu, Vidang and Sugar. Used as Haematinic. Piper longum, Piper nigrum, ginger. Used as appetiser. It is a pachak and used for scraching purpose. It is diseased caused due to vitiated vata and vitiated rakta. Hence vatarakta. Starts from the inflamlation of the big toe of the foot and the thumb of the hand and then it spreads further. Disease originates in the circulatory system and gets localised. Embelia fruit, Embelia ribes. Vidanaga, Pimpalmool, Kuda, Dhataki pushpa and chaturjat and trikatu. Used as Krimighana Pandu, Hridrog. Manikya Pisti, Panna Pisti, Mukta Pisti, Prawal Pisti, Kaharwa Pisti, Gold Leaves, Ambar, Musk, Saffron etc. Index of Botanical Names SANSKRIT Abdhinarikel Abhaya Arka Kanta Agaru Agasti Ahiphena Ajgandha Akakarabh Akshotaka Amalaki Amlabetasa Amaravel Amra Amrita Ananta Apamarga Aparajiia Aristak Arka Arjuna Ashoka Asthisamharaka Ashwagandha Atasi Atibala Ativisha Avartaki Avartani Babbula Bakuchi Bakula ENGLISH Myrobalan Eaglewood gat Opium Cellary Seed Pellitory Roots Wall Nut . Embellic Myrobalans Sorrel Doddar Mango Salep Rough Chapp Tree Butterfly Pea Soap Nut Calotropis Arjuna Myrobelan Ashok Tree Winter Cherry Linseed Indian Mellow Indian Attees Tanners Cassia Indian Screwtree Indian Gum Tree Babchi Indian Medler BOTANICAL Lodoicea seychellarum Terminalia chebula Cleome icosandra Aquilaria agallocha Sesbania grandiflora Papaver somniferum Carum ajmoda Gynandropsis pentaphylla Anacyclus pyrethrum Juglans regia Phyllanthus emblica Rumex vesicarius Cuscuta reflaxa Mangifera indica Eulophia compestris Hemidesmus indicus Achyranthes aspera Clitoria ternata Sapindus trifolictus Calotropis procera Terminalia arjuna Saraca indica Cissus quadrangularis Withania somnifera Linum usitatissimum Abutilon indicum Aconitum heterophyllum Cassia auriculata Helicteres", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 108, "book": "ayurvedic_treatment", "text": "isora Acacia arabica Psoralea corylifolia Mimusops elengi INDEX OF BOTANICAL NAMES Bala Bhalya Bhallataka Bhringraja Bharngi Bidari Bilva Bimbi Bole Brahmi Brihati Brihati Chakramarda Chandana Chandrashura Chavika Chitrak Chitrak Rakta Chobchini Dadima Daman Danti Dani Devdaru Dhnyaka Dhataki Dhatriphal Dhatur Swet Dhatura Krishna Draksha Drona Pushpi Marking Nut Bael Indian Penny Wort Indian Night Shade Indian Night Shade Foetid Cassia Sandalwood Water Cress Lead Wort Lead Wort China Root Pomegranate Wild Croton Indian Barberis Doddar Coriender Fulsee Flower Thorn Apple Thorn Apple Grape Creeping Cynodone Lesser Cadamum Aloes Papiha Tree Castor Oil Tree Fig Tree Elephant Piper White Teak Sida cordifolia Dilenia indica Semicarpus anacardium Eclipta alba Clerodendrum indicum Pueraria tuberosa Aelge marmelos Coccinia indica Balsamodendron myrrha Herpestis monniera Solanum indicum Solanum xanthocarpum Cassia tora Santalum album Lepidium sativum Piper chaba Plumbago zeylanica Plumbago indica Smilax china Punica granatum Artemisia siversiana Croton polyandrum Barberis aristata Cedrus deodara Coriandrum sativum Woodfordia fruticosa Barringtonia acutangula Datura starmonium Datura metel Vitis vinifera Leucas cephalotes Cynodon dactylon Alhagi pseudathagi Elettaria cardamomum Aloe vera Carica papaya Ricinus communis Ficus caria Scindapsus of fcinalis Gmelina arborea 175 176 Gandha Sathi Gangeruki Gaazaban jar Gokshurak Gokshurak Guggulu Gunja Guruchi Hanspadi Hapuspha Haridra Hasishudha Hingu Hingupatri Hariber Tkshu Indravarna Indrayawa Ingudi Trimeda TIsapgole Isharmool Jaipal Jambu Jambir Jatamansi Jatiphal Jatipatri Jirak Jivanti Jyotishmati Kababchtni Kadamba Kadli Kakajangha Kokilaksha Kakmachi Kakmari Kalmegh AYURVEDIC TREATMENT OF COMMON DISEASES Carrot Calitrops Calitrops Bead Tree Maiden Hair Junipar Termeric Heliotropic Asophodia White Emetic Nut Hedychium spicatum Canthium parviflorum Onosma bracteatum Daucus carota Tribulus terrestris Pedalium murex Balsamodendron mukul Abrus precatorius Tinospora cordifolia Adiantum lunulatum Juniperus communis Curcuma longa Heliotropium indicum Ferula foetida Peucedanum grande Fragrant Silky Mellow Pavonia dodrata Sugarcane Colocynth Kurchi Zacum Oil Plant Spogel Indian Birth Wort Croton Seed Black Plum Lemon Muskroot Nutmeg Mace Cumin Seed Stuff Tree Cubeb Cadamba Banana Black Night Shade The Creat Saccarum officinarum Citrullus colocynthis Holerrhena antidysentarica Balanites ingudi Acacia farnesiana Plantago ovata Aristolchia indica Croton tiglium Eugenia jambolana Citrus medica Nardostachys jatamansi Myristica fragrans Myristica fragrans Cuminum cyminum Leptadenia reticulata Celastrus paniculatus Pipper cubeba Anthocephalus cadamba Musa sapientum Leea acquata Asteracantha longifolia Solanum nigrum Anamirta cocculus Andrographis paniculata INDEX OF BOTANICAL NAMES Kanchanar Kandiari Kampillak Kapikachchu Kapittha Karanja Karchur Karkatashringhi Karpas Karpur Karoir Kasmarda Kathpal Kataka Katuka Ketaki Kharjur Khadir Khadir Kirata Kirmani Krishna Jiraka Kuberakshi Kulinjana Kunkuma Kushtha Kutaj Lajjalu Laksha Langali Lasuna Lavanga Lodhra Lohban Madana Madhuka Mahanimb Mamira Manjistha Mansala", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 109, "book": "ayurvedic_treatment", "text": "Jujube Fruit Kamilla Cowhage Planet Wood Apple Beach Galls Indian Cotton Camphor Round Poded Cassia Box Myrtal Clearing Nut Hellbore Keora Date Palm Catechu Tree . Catechu Tree Chiretta Caroway Seeds Bondu Galanga Safforn Costus Conessi Bark Sensative Plant Lac Superbily Garlic Clove Lodhra Emetic Nut Mahua Tree Medder Root Guava 177 Bauhinia variegata Zinziphus vulgaris Mallotus philippinensis Mucuna pruriens Feronia elephantum Pongomia glabra Hedychium spicatum Rhus succedanea Gossypium herbaceum Cinnamomum camphora Nerium indicum Cassia occidentalis Myrica nagi Strychnos potatorum Picrorhiza kurroa Pandanus odoratissimus Phoneix dactylifera Acacia catechu Acacia senegal Swertia chirata Artimesia maritima. Carum carvi Caesalpinia bonducella Alpinia officinarum Crocus sativus Saussurea lappa Holarrhena antidysenteria Mimosa pudica Cocculus lack Gloirosa superba Allium sativum Eugenia caryophyllata Symplocos recemosa Styrax benzoin Randia dumetorum Bassia latifolia Melia azadirachta Coptis teeta Rubia cordifolia Psidium guyava 178 Maricha Markandi Maricha(rakta) Masparni Matulunga Majuphal Mendika Methika Moolaka Moorva Mocaras Muchkunda Musli Musta Mundi Mnjathak Nadihingu Nagarjuni Nagkeshar Narikel Nilika Nimbuka Nirgundi Vat Padma Padmaka Palash Palandu Parbhadra Parisika Yavani Patla Patola Patang Pippala Pippali Pippalimoola Pishach Karpas Pitha Papara AYURVEDIC TREATMENT OF COMMON DISEASES Black Pepper Senna Red Chilly Adams Apple Gallnut Henna Fenu Greek Garden Radish Salep Gummy Gardenia Australian Asthama Weed Cobras Saffron Coconut Indigo Lemon Banayan Tree Lotus Himalayan Cherry Butaa Onion Indian Coral Tree Hanbana Trumpet Flower Wild Snake Guard Sappanwood Sacred Fig Long Pipper Abrona Piper nigrum Cassia angustifolia Capsicum fruitescens Termanus labialis Citrus medica Quercus infectoria Lawsonia alba Trigonella foenum-graceum Raphanus sativus Clematis tribola Bombax malabaricum Pterospermum suberifolium Asparagus adscendens Cyeprus rotundus Sphaeranthus indicus Eulophia compestris Gardenia gummifera Euphorbia pilulifera Mesua ferrea Cocos nucifera Indigofera tinctoria Citrus acida Vitex nigundo Delphinium denudatum Ficus bengalensis Nelumbium speciosum Prunus cerasoides Butea frondosa Allium cepa Enythrina indica Hyocymus niger Steneospermum suaveslens Trichosanthes dioica Cacsesalpinia sapan Ficus religiosa Piper longum Piper longum roots Abroma augusta Fumaria officinalis INDEX OF BOTANICAL NAMES Priyalaka Poogi Pitasara Prashniparni Priyangu Pruthvika Punarnva Rakta Rakta Niryas Rakta Chandan Rasanjana Rasna Revand Chini Rohitak Rudraksha Sahachar Sahdevi Samudra Palaka Saptaparni Sarala Sarpagandha Shalmali Shalparni Shal Sankhapushpi Sharpunkha Shatamuli Shati Shatvha Shatpushpa Shaptarangi Sobhanjana Silhaka Shirish Snuhi Somlata Sunthi Sudarshan Suran Surinjan Betelnut Indian Kino Tree Spreading Hogwood Indian Kino Tree Red Sandal Ext. Barberis Yellow Naildye Elephant Creeper Dita Longleave Pine Ticktrefoil Yellow Resin Purple Tephrosia Asparagus Zeobary Dill Feunel Drumstick Tree Storax Ephedra Ginger Root Colchicum '79 Buchanania latifolia Areca catechu Pterocarpus marsupium Uraria lagopoides Aglaia roxburghiana Nigella", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 110, "book": "ayurvedic_treatment", "text": "sativa Boerhaavia diffusa Calamus draco Pterocarpus santalinus Barberis aristata Vanda roxburghii Rheum emodi Amoora rohitak Elaeocarpus ganitrus Barleria prionitis Vernonia cinerea Argyria speciosa Alstonia scholaris Pinus longifolia Rauwolfia serpentina Bombax malabaricum Desmodium gangeticum Shorea robusta Convoloulus mycrophyllus Tephrosia purpurea Asperagus racemosus Curcuma zedoaria Peucedanum graveolens Foeniculum vulgaris Caseria esculanta Moringa plerygosperma Liquid ambar orientalis Albizzia lebbeck Euphorbia nerifolia Epherdra vulgaris Zingiber officinalis Grinum zeylanicum Amorphophatlus compa nullatus Colchicum luteum 180 Suvarnaka Suvarnakshin Swet Kanchan Swet Dhatura Siyah Kutaj Siyah Musili Siyah Beej Tagar Talispatra Tamal Patra Tambul Tila Tinduk Trayanti Trivrutta Tulsi Turveraka Twak Udumbar Ushir Vacha Vajra Kantaka Van Palandam Vanya Kulatha Vanslochan Vanbaridra Varun Vasak Vaighani Vatsnav Vidanga Vijaya Vishatinduka Yastimadhu Yava Yawant Yavasak Kitmani AYURVEDIC TREATMENT OF COMMON DISEASES Indian Labournam Yellow Thistle Common Mountain Ebony Black Musli Caledina Indian Valerian Tamala Betal Leaf Seasamum Ebony Tamarind Gold Thread Turpeth Roof Basil Chalmogra Cinnamon Fig Tree Guscus Grass Sweet Flag Indian Squill Bamboo Camphor Wild Termeric Vasak Wind Killer Aconite Bidanga Indian Hemp Nux Vomica Liquorice Barely Bishopweed Comb Thorn Cassia fistula Argemone mexicana Bauhinia recemosa Dhatura alba Wrightia tinctoria Curculigo orchioedes Impoea hederacea Valeriana wallichii Abies webbina Cinnamomum tamala Pipper bettle Sessamum indicum Diospyros embryopteris Tamarindus indica Delphinium zalil Ipomea turpethum Ocimum sanctum Hydnocarpus wightiana Cinnamomum zeylanicum Ficus glomerata Vetiveria zizanioides Acorus calmus Euphorbia antiquorum Urginea indica Cassia absus Bamboo manna Curcuma aromatica Cretaeva religiosa Adhatoda vasica Clerodendron phlomidis Aconitum ferox Embelia ribes Cannabis indica Strychnos nuxvomica Glycyrrhiza glabra Hordeum valgare Carum copticum Alhagi camelorum Aristolochia bracteata Prof. Dr. Subhash Ranade Dr. Mrs. Sunanda Ranade Both are working in the field of Ayurveda since past 30 years. They have has vast clinica] as well as academic experience in Ayurveda and Yoga. They have written hundreds of articles in various newspapers and have contributed more than 52 books on yoga and Ayurveda which have been published in Marathi, Hindi, Malyalam, English, German, Polish, Italian languages in various countries. Many of these books have been written as per the syllabus prescribed by C.C.LM. for graduate and post-graduate degree in Ayurveda in India and are also reference books for the diploma course conducted in Germany, Italy and United States where they are working as visiting Professors. Since 1981 they are visiting various Institutes and Universities in Germany, Italy, Swiss, Poland, Holland, Japan, Indonesia, United States and Canada for propagation of Ayurveda. They have contributed for the work on the", "source": "ayurvedic_treatment_page_unknown"}
{"chunk_id": 111, "book": "ayurvedic_treatment", "text": "CD-ROM on Ayurveda ‘Dhanvantar?’, which has been developed by the Picadilly Computers of Pune. It is the first CD-ROM on Ayurveda giving detail explanation on history, fundamental principles, constitution, diseases, herbs and yoga. Recently they have also produced another CD- ROM on Ayurvedic massage. Dr. M.H. Paranjape He is secretary of Ayurveda Shikshan Mandal, which is organising Ashtang Ayurveda College and hospital in Pune. He is working as the Head of the Deptt. and Prof. in Sharira Rachana subject. After receiving his education in the Modern Medicine M.D. (gynaec) he also did Ph.D. in Ayurveda. He has been awarded ‘Pranacharya’ for his contribution in the field of Ayurveda. He is co- author of many books on pharmacology and Ayurveda. For propagation of Ayurveda he has also visited Germany, Italy and United States. Other Related Titles-on Ayurveda : - The Ayurveda Encyclopedia : Natural Secrets to Healing, Prevention & Longevity / Swami Sada Shiva Tirtha - Clinical Application of Ayurvedic Remedies and a list of preparations - Colloquies on the Simples and Drugs of India/ G. Orta - Madhava Nidana/ Trans. K.R.L.Gupta - Ayurveda Materia Mediea/H.V.Savnur - The Caraka Samhita /English Translation A.C.Kaviratna - A Glossary of Ayurveda, Tibetan & Unani Medicines - Ancient Indian System of Rejuvenation and Longevity/Vaidya Asha Ram - Vagbhata’s Astanga-Samgraha : The Compendium of Eight Branches of Ayurveda /Text and English Translation - Astanga Hrdya of Vagbhata : The Book of Eight Branches of Ayurveda/ Text and English Translation - Child Health Care in Ayurveda/Abhimanyu Kumar SRI SATGURU PUBLICATIONS A Division of INDIAN BOOKS CENTRE 40/5, Shakti Nagar, Delhi-1 10007 INDIA PED ATTA EE ERE TAR a 2 IRENE.", "source": "ayurvedic_treatment_page_unknown"}
