{"chunk_id": 0, "book": "lessonplan_the-bhagavad-gita", "text": "BookRags Lesson Plan The Bhagavad Gita by Anonymous For the online version of BookRags' The Bhagavad Gita Lesson Plan, including complete copyright information, please visit: http://www.bookrags.com/lessonplan/the-bhagavad-gita/ Copyright Information Â©2000-2012 BookRags, Inc. ALL RIGHTS RESERVED. Introduction The The Bhagavad Gita lesson plan contains a variety of teaching materials that cater to all learning styles. Inside you'll find 30 Daily Lessons, 20 Fun Activities, 180 Multiple Choice Questions, 60 Short Essay Questions, 20 Essay Questions, Quizzes/Homework Assignments, Tests, and more. The lessons and activities will help students gain an intimate understanding of the text; while the tests and quizzes will help you evaluate how well the students have grasped the material. Target Grade: 7th-12th (Middle School and High School) Length of Lesson Plan: Approximately 120 pages. Page count is estimated at 300 words per page. Length will vary depending on format viewed. Completely Customizable! Each lesson plan is downloadable in PDF and Word. The Word file is viewable with any PC or Mac and can be further adjusted if you want to mix questions around, add your own headers for things like \"Name,\" \"Period,\" and \"Date.\" The Word file offers unlimited customizing options so that you can teach in the most efficient manner possible. Once you download the file, it is yours to keep and print for your classroom. Lesson Plan Calendars The Lesson Plan Calendars provide daily suggestions about what to teach. They include detailed descriptions of when to assign reading, homework, in-class work, fun activities, quizzes, tests and more. Use the entire lesson plan, or supplement it with your own curriculum ideas. Calendars cover one week, two week, four week and eight week units. Determine how long your The Bhagavad Gita unit will be, then use one of the calendars provided to plan out your entire lesson. Chapter Abstracts Chapter abstracts are short descriptions of events that occur in each chapter. They highlight major plot events and detail the important relationships and characteristics of important characters. The Chapter Abstracts can be used to review what the students have read, or to prepare the students for what they will read. Hand the abstracts out in class as a study guide, or use them as a \"key\" for a class discussion. They are relatively brief, but can serve to be an excellent refresher of the text for either a student or teacher. Character and Object Descriptions Character and Object Descriptions provide descriptions", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 1, "book": "lessonplan_the-bhagavad-gita", "text": "of the significant characters and objects/places in the book. These can be printed out and used as an individual study guide for students, a \"key\" for leading a class discussion, a summary review prior to exams, or a refresher for an educator. The character and object descriptions are also used in some of the quizzes and tests in this lesson plan. The longest descriptions run about 200 words. They become shorter as the importance of the character or object declines. Multiple Choice Questions The 180 Multiple Choice Questions in this lesson plan will test a student's recall and understanding of the text. Use these questions for quizzes, homework assignments or tests. The questions are broken out into sections, so they focus on specific chapters or acts within a book or play. This allows you to test and review the book as you proceed through the unit. Typically, there are 5-15 questions per chapter, act or section. Short Essay Questions The 60 Short Essay Questions listed in this section require a one to two sentence answer. They ask students to demonstrate a deeper understanding of the text by describing what they've read, rather than just recalling it .The short essay questions evaluate not only whether students have read the material, but also how well they understand and can apply it. They require more thought than a multiple choice question, but are shorter than the essay questions. Essay Questions/Writing Assignments These 20 Essay Questions/Writing Assignments can be used as essay questions on a test, or as stand-alone essay topics for a take-home or in-class writing assignment. Students should have a full understanding of the unit material in order to answer these questions. They often include multiple parts of the work and ask for a thorough analysis of the overall text. They nearly always require a substantial response. Essay responses are typically expected to be one (or more) page(s) and consist of multiple paragraphs, although it is possible to write answers more briefly. These essays are designed to challenge a student's understanding of the broad points in a work, interactions among the characters, and main points and themes of the text. But, they also cover many of the other issues specific to the work and to the world today. Daily Lessons This section of the lesson plan contains 30 Daily Lessons. Daily Lessons each have a specific objective and offer at least three", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 2, "book": "lessonplan_the-bhagavad-gita", "text": "(often more) ways to teach that objective. Lessons include classroom discussions, group and partner activities, in-class handouts, individual writing assignments, at least one homework assignment, class participation exercises and other ways to teach students about the text in a classroom setting. You can combine daily lessons or use the ideas within them to create your own unique curriculum. They vary greatly from day to day and offer an array of creative ideas that provide many options for an educator. Fun Classroom Activites Fun Classroom Activities differ from Daily Lessons because they make \"fun\" a priority. The 20 enjoyable, interactive classroom activities that are included will help students understand the text in fun and entertaining ways. Fun Classroom Activities include group projects, games, critical thinking activities, brainstorming sessions, writing poems, drawing or sketching, and countless other creative exercises. Many of the activities encourage students to interact with each other, be creative and think \"outside of the box,\" and ultimately grasp key concepts from the text by \"doing\" rather than simply studying. Fun activities are a great way to keep students interested and engaged while still providing a deeper understanding of the work and its themes. Quizzes/Homework Assignments The Quizzes/Homework Assignments are worksheets that can be used in a variety of ways. They pull questions from the multiple choice and short essay sections, the character and object descriptions, and the chapter abstracts to create worksheets that can be used for pop quizzes, in-class assignments and homework. Periodic homework assignments and quizzes are a great way to encourage students to stay on top of their assigned reading. They can also help you determine which concepts and ideas your class grasps and which they need more guidance on. By pulling from the different sections of the lesson plan, quizzes and homework assignments offer a comprehensive review of the text in manageable increments that are less substantial than a full blown test. Tests Use the Test Summary page to determine which pre-made test is most relevant to your students' learning styles. This lesson plan provides both full unit tests and mid-unit tests. You can choose from several tests that include differing combinations of multiple choice questions, vocabulary questions, short answer questions, short essay questions, full essay questions, character and object matching, etc. Some of the tests are designed to be more difficult than others. Some have essay questions, while others are limited to short-response questions,", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 3, "book": "lessonplan_the-bhagavad-gita", "text": "like multiple choice, matching and short answer questions. If you don't find the combination of questions that best suits your class, you can also create your own test. Create Your Own Quiz or Test You have the option to Create Your Own Quiz or Test. If you want to integrate questions you've developed for your curriculum with the questions in this lesson plan, or you simply want to create a unique test or quiz from the questions this lesson plan offers, it's easy to do. Cut and paste the information from the Create Your Own Quiz or Test page into a Word document to get started. Scroll through the sections of the lesson plan that most interest you and cut and paste the exact questions you want to use into your new, personalized lesson plan. Evaluation Forms Use the Oral Reading Evaluation Form when students are reading aloud in class. Pass the forms out before you assign reading, so students will know what to expect. You can use the forms to provide general feedback on audibility, pronunciation, articulation, expression and rate of speech. You can use this form to grade students, or simply comment on their progress. Use the Writing Evaluation Form when you're grading student essays. This will help you establish uniform criteria for grading essays even though students may be writing about different aspects of the material. By following this form you will be able to evaluate the thesis, organization, supporting arguments, paragraph transitions, grammar, spelling, punctuation, etc. of each student's essay. Lesson Plan Calendar Lesson plan calendars give you daily suggestions about what to teach. Determine how long your The Bhagavad Gita unit will be, then use one of the following calendars to plan out your entire lesson. In some cases, you may want to assign some of the reading over the weekend preceding the unit. This will give students some context for the start of the unit. Definitions: * Review Chapter Abstracts - Chapter abstracts are synopses of each chapter that you can use to review the reading assignments with your students. * Daily Lessons - There are 30 daily lessons detailed in this lesson plan. Select a new daily lesson each day. * Fun Activities - There are 20 fun activities in this lesson plan. They serve as a way for students to interact with the material in an enjoyable, educational way. * Read Aloud", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 4, "book": "lessonplan_the-bhagavad-gita", "text": "in Class - Ask students to take turns reading aloud from where they left off in their most recent reading assignment. Use the Oral Reading Evaluation Form in this lesson plan to evaluate their reading skills. * In-Class Handout - An in-class handout can be one of the quizzes/homework assignments, vocabulary games, worksheets, or an essay/writing assignment. It's something the students can comple and turn in during class, or begin in-class and take home to finish as a homework assignment. One Week Lesson Calendar Before the Unit Begins Homework: Read through Chapter 5, Religion by Renouncing Fruit of Works of The Bhagavad Gita. Day 1 - Introduce Unit Day 2 - Review Unit Day 3 - Quiz Day 4 - Review Unit Day 5 - Final Test Review Chapter Abstracts up to Chapter 5, Religion by Renouncing Fruit of Works 1 Lesson from Daily Lessons 1-8 1 Fun Activity from Fun Activities 1-10 Students Read Aloud in Class Homework Assignment: Review Chapter Abstracts up to Chapter 10, Religion by the Heavenly Perfections 1 Lesson from Daily Lessons 7-16 1 In-Class Handout Homework Assignment: Read through Chapter 14, Religion by Separation from the Qualities and Review Chapter Abstracts up to Chapter 14, Religion by Separation from the Qualities Quiz 1 Lesson from Daily Lessons 17-23 1 In-Class Handout 1 Fun Activity from Fun Activities 2-10 Homework Assignment: Review Chapter Abstracts up to Religion by Deliverance and Renunciation 1 Lesson from Daily Lessons 24-30 1 In-Class Handout Homework Assignment: Study for the test Test Read through Chapter 10, Religion by the Heavenly Perfections choose a homework assignment from one of the Daily Lessons Read through Religion by Deliverance and Renunciation and assign an essay, due the week following the test Two Week Lesson Calendar Before the Unit Begins Homework: Read through Chapter 2, The Book of Doctrines of The Bhagavad Gita. Day 1 - Introduce Unit Day 2 - Review Unit Day 3 - Review Unit Day 4 - Review Unit Day 5 - Quiz Review Chapter Abstracts up to Chapter 2, The Book of Doctrines 1 Lesson from Daily Lessons 1-3 Students Read Aloud in Class Homework Assignment: Read through Chapter 4, The Religion of Knowledge Review Chapter Abstracts up to Chapter 4, The Religion of Knowledge 1 Lesson from Daily Lessons 4-6 1 Activity from Fun Activities 1-5 Homework Assignment: Read through Chapter 6, Religion by Self-Restraint Review Chapter Abstracts", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 5, "book": "lessonplan_the-bhagavad-gita", "text": "up to Chapter 6, Religion by Self-Restraint 1 Lesson from Daily Lessons 7-9 1 In-Class Handout Homework Assignment: Read through Chapter 8, Religion by Devotion to the One Supreme God Review Chapter Abstracts up to Chapter 8, Religion by Devotion to the One Supreme God 1 Lesson from Daily Lessons 10-12 1 Activity from Fun Activities 6-10 Review for Quiz Homework Assignment: Read through Chapter 10, Religion by the Heavenly Perfections and study for quiz Review Chapter Abstracts up to Chapter 10, Religion by the Heavenly Perfections Quiz Homework Assignment: Read through Chapter 12, The Religion of Faith and assign an Essay, due the week following the final test Day 6 - Review Unit Day 7 - Review Unit Day 8 - Review Unit Day 9 - Review Unit Day 10 - Final Test Review Chapter Abstracts up to Chapter 12, The Religion of Faith 1 Lesson from Daily Lessons 13-16 1 Activity from Fun Activities 11-15 Homework Assignment: Read through Chapter 14, Religion by Separation from the Qualities and choose a homework assignment from one of the a Daily Lessons Review Chapter Abstracts up to Chapter 14, Religion by Separation from the Qualities 1 Lesson from Daily Lessons 17-20 1 In-Class Handout Read Aloud in Class Homework Assignment: Read through Chapter 16, The Separateness of the Divine and the Undivine and choose a homework assignment from one of the a Daily Lessons Review Chapter Abstracts up to Chapter 16, The Separateness of the Divine and the Undivine 1 Lesson from Daily Lessons 21-25 1 In-Class Handout 1 Activity from Fun Activities 16-20 Homework Assignment: Read through Religion by Deliverance and Renunciation Review Chapter Abstracts up to Religion by Deliverance and Renunciation 1 Lesson from Daily Lessons 26-30 1 In-Class Handout Review for Test Homework Assignment: Study for the test Test Four Week Lesson Calendar Before the Unit Begins Homework: Read through Chapter 2, The Book of Doctrines of The Bhagavad Gita. Day 1 - Introduce Unit Day 2 - Review Unit Day 3 - Review Unit Day 4 - Review Unit Day 5 - Quiz Review Chapter Abstracts up to Chapter 2, The Book of Doctrines Students Read Aloud in Class Homework Assignment: Read through Chapter 2, The Book of Doctrines Review Chapter Abstracts up to Chapter 2, The Book of Doctrines 1 Lesson from Daily Lessons 1-2 In-Class Handout Homework Assignment: Read through Chapter 3, Virtue in Work", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 6, "book": "lessonplan_the-bhagavad-gita", "text": "and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 3, Virtue in Work Review Homework 1 Lesson from Daily Lessons 3-4 1 Activity from Fun Activities 1-3 Homework Assignment: Read through Chapter 4, The Religion of Knowledge and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 4, The Religion of Knowledge Review Homework Daily Lesson 5 1 Activity from Fun Activities 4-6 In-Class Handout Homework Assignment: Read through Chapter 5, Religion by Renouncing Fruit of Works Review Chapter Abstracts up to Chapter 5, Religion by Renouncing Fruit of Works Quiz 1 Lesson from Daily Lessons 6-7 Read Aloud in Class Homework Assignment: Read through Chapter 6, Religion by Self-Restraint and choose a homework assignment from one of the Daily Lessons Day 6 - Review Unit Day 7 - Review Unit Day 8 - Review Unit Day 9 - Review Unit Day 10 - Mid Unit Test Review Chapter Abstracts up to Chapter 6, Religion by Self-Restraint Review Homework Daily Lesson 8 1 Activity from Fun Activities 7-8 Homework Assignment: Read through Chapter 7, Religion by Discernment and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 7, Religion by Discernment Review Homework 1 Lesson from Daily Lessons 9-10 1 In-Class Handout Read Aloud in Class Homework Assignment: Read through Chapter 8, Religion by Devotion to the One Supreme God and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 8, Religion by Devotion to the One Supreme God Review Homework Daily Lesson 11 1 Activity from Fun Activities 9-10 Homework Assignment: Read through Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery Review Homework 1 Lesson from Daily Lessons 12-13 1 In-Class Handout Review for Test Homework Assignment: Read through Chapter 10, Religion by the Heavenly Perfections and study for the test Review Chapter Abstracts up to Chapter 10, Religion by the Heavenly Perfections Test Homework Assignment: Read through Chapter 11, The Manifesting of the One and the Manifold and assign an Essay, due the week following the final test Day 11 - Review Unit Day 12 - Review Unit Day", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 7, "book": "lessonplan_the-bhagavad-gita", "text": "13 - Review Unit Day 14 - Review Unit Day 15 - Quiz Review Chapter Abstracts up to Chapter 11, The Manifesting of the One and the Manifold Review Test 1 Daily Lesson from Daily Lessons 14-15 Students Read Aloud in Class Homework Assignment: Read through Chapter 12, The Religion of Faith Review Chapter Abstracts up to Chapter 12, The Religion of Faith 1 Lesson from Daily Lessons 16-17 1 Activity from Fun Activities 12-13 Homework Assignment: Read through Chapter 13, Religion by Separation of Matter & Spirit and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 13, Religion by Separation of Matter & Spirit Review Homework Daily Lesson 18 1 In-Class Handout Homework Assignment: Read through Chapter 14, Religion by Separation from the Qualities and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 14, Religion by Separation from the Qualities Review Homework 1 Daily Lesson from Daily Lessons 19-20 1 Activity from Fun Activities 13-14 Homework Assignment: Read through Chapter 15, Religion by Attaining the Supreme and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 15, Religion by Attaining the Supreme Quiz 1 Lesson from Daily Lessons 21-22 Read Aloud in Class 1 Activity from Fun Activities 15-6 Homework Assignment: Read through Chapter 16, The Separateness of the Divine and the Undivine and choose a homework assignment from one of the Daily Lessons Day 16 - Review Unit Day 17 - Review Unit Day 18 - Review Unit Day 19 - Review Unit Day 20 - Final Test Review Chapter Abstracts up to Chapter 16, The Separateness of the Divine and the Undivine Review Homework 1 Lesson from Daily Lessons 23-24 1 Activity from Fun Activities 17-18 Homework Assignment: Read through Chapter 17, Religion by the Threefold Kinds of Faith and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Chapter 17, Religion by the Threefold Kinds of Faith Review Homework 1 Lesson from Daily Lessons 25-26 1 In-Class Handout Read Aloud in Class Homework Assignment: Read through Religion by Deliverance and Renunciation and choose a homework assignment from one of the Daily Lessons Review Chapter Abstracts up to Religion by Deliverance and Renunciation Review Homework 1 Lesson from Daily Lessons 27-28 1 In-Class Handout 1 Activity from Fun", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 8, "book": "lessonplan_the-bhagavad-gita", "text": "Activities 19-20 1 Lesson from Daily Lessons 29-30 1 In-Class Handout Review for Test Homework Assignment: Study for the test Test Eight Week Lesson Calendar Before the Unit Begins Homework: Read through Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna of The Bhagavad Gita. Day 1 - Introduce Unit Day 2 - Review Unit Day 3 - Review Unit Day 4 - Review Unit Day 5 - Quiz Review Chapter Abstracts up to Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna Students Read Aloud in Class Daily Lesson 1 In-Class Handout Homework Assignment: Read through Chapter 2, The Book of Doctrines and complete the Daily Lesson Review Chapter Abstracts up to Chapter 2, The Book of Doctrines Review Homework Daily Lessons 2 Fun Activity 1 Homework Assignment: Complete the Daily Lesson Review Homework Daily Lesson 3 In-Class Handout Homework Assignment: Read through Chapter 3, Virtue in Work Review Chapter Abstracts up to Chapter 3, Virtue in Work Quiz Fun Activity 2 Read Aloud in Class Day 6 - Review Unit Day 7 - Review Unit Day 8 - Quiz Day 9 - Review Unit Day 10 - Review Unit Daily Lesson 4 Fun Activity 3 Homework Assignment: Read through Chapter 4, The Religion of Knowledge and complete the Daily Lesson Review Chapter Abstracts up to Chapter 4, The Religion of Knowledge Review Homework Daily Lesson 5 1 In-Class Handout Read Aloud in Class Homework Assignment: Complete the Daily Lesson Quiz Review Homework Daily Lesson 6 Read Aloud in Class Homework Assignment: Read through Chapter 5, Religion by Renouncing Fruit of Works and complete the Daily Lesson Review Chapter Abstracts up to Chapter 5, Religion by Renouncing Fruit of Works Review Homework Daily Lesson 7 Fun Activity 4 1 In-Class Handout Fun Activity 5 In-Class Handout Homework Assignment: Read through Chapter 6, Religion by Self-Restraint Day 11 - Review Unit Day 12 - Quiz Day 13 - Review Unit Day 14 - Review Unit Day 15 - Quiz Review Chapter Abstracts up to Chapter 6, Religion by Self-Restraint Daily Lesson 8 Students Read Aloud in Class Homework Assignment: Study for quiz Quiz Daily Lesson 9 Fun Activity 6 Homework Assignment: Read through Chapter 7, Religion by Discernment and complete the Daily Lesson Review Chapter Abstracts up to Chapter 7, Religion by Discernment Review Homework Daily Lesson 10 1 In-Class Handout Homework Assignment: Complete the Daily Lesson Review Homework Daily", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 9, "book": "lessonplan_the-bhagavad-gita", "text": "Lesson 11 Fun Activity 7 Homework Assignment: Read through Chapter 8, Religion by Devotion to the One Supreme God and complete the Daily Lesson Review Chapter Abstracts up to Chapter 8, Religion by Devotion to the One Supreme God Quiz Read Aloud in Class Fun Activity 8 Homework Assignment: Complete the Daily Lesson Day 16 - Review Unit Day 17 - Review Unit Day 18 - Review Unit Day 19 - Review Unit Day 20 - Mid-Unit Test Daily Lesson 12 Fun Activity 9 Homework Assignment: Read through Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery and complete the Daily Lesson Review Chapter Abstracts up to Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery Review Homework Daily Lesson 13 1 In-Class Handout Read Aloud in Class Review Homework Daily Lesson 14 1 In-Class Handout Fun Activity 10 Homework Assignment: Read through Chapter 10, Religion by the Heavenly Perfections and complete the Daily Lesson Review Chapter Abstracts up to Chapter 10, Religion by the Heavenly Perfections Review Homework 1 In-Class Handout Review for Test Homework Assignment: Study for test Test on first half of The Bhagavad Gita Homework Assignment: Assign an Essay, due on Day 38 Day 21 - Review Unit Day 22 - Review Unit Day 23 - Review Unit Day 24 - Review Unit Day 25 - Quiz Daily Lesson 15 Review the Test Daily Lesson 16 1 In-Class Handout Homework Assignment: Read through Chapter 11, The Manifesting of the One and the Manifold and complete the Daily Lesson Review Chapter Abstracts up to Chapter 11, The Manifesting of the One and the Manifold Review Homework Daily Lesson 17 Fun Activity 11 Homework Assignment: Complete the Daily Lesson Review Homework Fun Activity 12 Homework Assignment: Read through Chapter 12, The Religion of Faith Review Chapter Abstracts up to Chapter 12, The Religion of Faith Quiz Daily Lesson 18 Fun Activity 13 Homework Assignment: Complete the Daily Lesson Day 26 - Review Unit Day 27 - Review Unit Day 28 - Review Unit Day 29 - Review Unit Day 30 - Mid-Unit Test Review Homework Daily Lesson 19 Homework Assignment: Read through Chapter 13, Religion by Separation of Matter & Spirit and complete the Daily Lesson Review Chapter Abstracts up to Chapter 13, Religion by Separation of Matter & Spirit Review Homework Daily Lesson 20 1 In-Class Handout Read Aloud in Class Homework Assignment:", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 10, "book": "lessonplan_the-bhagavad-gita", "text": "Complete the Daily Lesson Review Homework Daily Lesson 2 Fun Activity 14 Homework Assignment: Read through Chapter 14, Religion by Separation from the Qualities and complete the Daily Lesson Review Chapter Abstracts up to Chapter 14, Religion by Separation from the Qualities Review Homework Daily Lesson 22 1 In-Class Handout Homework Assignment: Study for quiz Quiz Fun Activity 15 Homework Assignment: Read through Chapter 15, Religion by Attaining the Supreme Day 31 - Review Unit Day 32 - Review Unit Day 33 - Review Unit Day 34 - Review Unit Day 35 - Quiz Review Chapter Abstracts up to Chapter 15, Religion by Attaining the Supreme Daily Lesson 23 Read Aloud in Class Daily Lesson 24 Fun Activity 16 Homework Assignment: Read through Chapter 16, The Separateness of the Divine and the Undivine and complete the Daily Lesson Review Chapter Abstracts up to Chapter 16, The Separateness of the Divine and the Undivine Review Homework Daily Lesson 25 1 In-Class Handout Homework Assignment: Complete the Daily Lesson Review Homework Daily Lesson 26 Fun Activity 17 Homework Assignment: Read through Chapter 17, Religion by the Threefold Kinds of Faith Review Chapter Abstracts up to Chapter 17, Religion by the Threefold Kinds of Faith Quiz Read Aloud in Class Daily Lesson 27 Fun Activity 18 Homework Assignment: Complete the Daily Lesson Day 36 - Review Unit Day 37 - Review Unit Day 38 - Review Unit Day 39 - Review Unit Day 40 - Final Test Review Homework Daily Lesson 28 Fun Activity 19 Homework Assignment: Read through Religion by Deliverance and Renunciation and complete the Daily Lesson Review Chapter Abstracts up to Religion by Deliverance and Renunciation 1 In-Class Handout Homework Assignment: Finish Essay assignment Collect Essay Assignments Daily Lesson 29 Fun Activity 20 Homework Assignment: Complete the Daily Lesson Review Homework Daily Lesson 30 1 In-Class Handout Review for Test Final Test Chapter Abstracts Chapter abstracts are short descriptions of events that occur in each chapter. They highlight major plot events and detail the important relationships and characteristics of characters and objects. The Chapter Abstracts can be used to review what the students have read, or to prepare the students for what they will read. Hand the abstracts out in class as a study guide, or use them as a \"key\" for a class discussion. They are relatively brief, but can serve to be an excellent refresher of the text", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 11, "book": "lessonplan_the-bhagavad-gita", "text": "for either a student or teacher. Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna Abstract * Dhritarashtra importunes Sanjaya to relate to him the events that transpired on the field of dharma where his family gathered to fight the Pandavas. * Sanjaya describes the opposing forces arrayed for battle. Chapter 2, The Book of Doctrines Abstract * Arjuna commands Krishna to drive his forces between the two armies that he might see those who desire to fight him. * Arjuna sees that his own relatives are lined up to fight against him. * Arjuna falls into paralyzing despair. * Arjuna throws down his weapons and sits in his chariot. Chapter 3, Virtue in Work Abstract * Krishna tells Arjuna that his despair is unworthy of him. * Krishna urges Arjuna to rise up and destroy the enemy. * Arjuna asks Krishna how he can justify fighting against and perhaps killing his own relatives. Chapter 4, The Religion of Knowledge Abstract * Krishna explains to Arjuna his sorrow has no cause because the deepest nature of all of us can never be destroyed. * Krishna encourages Arjuna to pursue an attitude of detachment toward his senses and actions. * Krishna encourages Arjuna to seek him and only him always. * Krishna tells Arjuna he will find immortality by breaking away from the ego cage of \"I,\" \"Me,\" \"Mine.\" Chapter 5, Religion by Renouncing Fruit of Works Abstract * Arjuna asks Krishna for one path to follow. * Krishna tells Arjuna about the contemplative path of spiritual wisdom and the active path of selfless service. Chapter 6, Religion by Self-Restraint Abstract * Arjuna asks what force it is that binds humans to their actions. * Krishna answers selfish desire and anger. Chapter 7, Religion by Discernment Abstract * Krishna says he taught yoga in the beginning. * Arjuna asks how Krishna could have done this since that was very long ago. * Krishna explains that everyone passes through many births and most people forget. Krishna, however, remembers. Chapter 8, Religion by Devotion to the One Supreme God Abstract * Krishna teaches Arjuna about spiritual sustenance through service. * Krishna says wisdom is attained when one is detached from all duality and the results of action. Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery Abstract * Arjuna asks Krishna to tell him which path is better. Chapter 10, Religion", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 12, "book": "lessonplan_the-bhagavad-gita", "text": "by the Heavenly Perfections Abstract * Krishna answers that the path of action is better. * Krishna explains how the path of selfless action leads quickly to Brahman. Chapter 11, The Manifesting of the One and the Manifold Abstract * Krishna initiates Arjuna into the practice of meditation. Chapter 12, The Religion of Faith Abstract * Arjuna complains that his mind is restless. * Arjuna asks how he may find lasting peace. * Krishna assures him that patience and regular practice will tame the mind. * Arjuna asks what happens to the main who lacks self-control and wanders from the path. * Krishna comforts Arjuna saying such a person will not be destroyed. Chapter 13, Religion by Separation of Matter & Spirit Abstract * Krishna tells Arjuna if he listens, and practices yoga he will be united with him. * Krishna discusses how rare it is for a soul to reach the highest goal. Chapter 14, Religion by Separation from the Qualities Abstract * Krishna further elaborates on his nature. * Krishna explains that the wise seek refuge only in him. * Krishna dispels illusions about his manifestations. Chapter 15, Religion by Attaining the Supreme Abstract * Arjuna asks Krishna what is Brahman. * Arjuna asks Krishna what is the nature of action. * Arjuna asks Krishna what is the supreme sacrifice and how is it to be offered. * Arjuna asks Krishna how it is that the self-controlled are united with him at the time of death. Chapter 16, The Separateness of the Divine and the Undivine Abstract * Krishna explains all of these things. Chapter 17, Religion by the Threefold Kinds of Faith Abstract * Krishna unfolds royal secrets to Arjuna that will free him from evil. Religion by Deliverance and Renunciation Abstract * Krishna explains how everyone who seeks him is liberated from evil. Abstract * Krishna delves further into his divine nature, explaining that he is the beginning and the ending of all creation. * Arjuna affirms his belief in Krishna's divine nature and everything he has said. * Arjuna asks Krishna to tell him more. * Krishna assents. * Krishna presents Arjuna with a litany of the things that his being encompasses. * Arjuna asks Krishna to show him his immortal Self in all its splendor. * Krishna reveals to Arjuna the entire cosmos swirling within his body. * Arjuna speaks all that he sees.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 13, "book": "lessonplan_the-bhagavad-gita", "text": "* Sanjaya explains Arjuna is overcome with awe and bows before Krishna. * Krishna tells Arjuna not to fear him. * Krishna resumes his gentle human form. * Arjuna asks Krishna who is the most established in yoga. * Krishna explains who is the most established and why. * Krishna discusses the body as a \"field.\" * Krishna tells Arjuna the wisdom that leads to immortality. * Krishna tells Arjuna more about the wisdom that transcends all knowledge. * Krishna explains the three gunas to Arjuna. * Arjuna asks what are the characteristics of those who have gone beyond the gunas. * Krishna explains these characteristics. * Krishna speaks of the immutable ashvattha tree. * Krishna discusses the two orders of being in the world. * Krishna gives Arjuna his charge for achieving his divine destiny. * Arjuna asks after the fate of those who disregard the scriptures but worship with faith. * Krishna explains how our faith conforms to our nature. * Krishna teaches Om Tat Sat. * Arjuna asks Krishna to explain how one kind of renunciation differs from another. * Krishna explains renunciation. * Krishna explains the three types of understanding and will. * Arjuna promises to do Krishna's will. * Sanjaya finishes telling the story to Dhritarashtra. Character Descriptions This section provides a short description of all the major characters in the book. This can be printed out as a study guide for students, used as a \"key\" for leading a class discussion, or you can jump to the quiz/homework section to find worksheets that incorporate these descriptions into a variety of question formats. Characters Krishna - This character is a form of the deity Vishnu, who is the Sustainer of the Universe. He is a main character in the Bhagavad Gita. Arjuna - This character is a warrior Prince. Hanuman - This character was a folk hero also known as a god or as the king of the monkeys. Stanley Applebaum - The editor of the Dover edition, he has written two pages of helpful material provided in a form of a note before the text. Sir Edwin Arnold - This gentleman's translation of the Bhagavad Gita in English was published in 1899 in London, England. Me, Brahma - This character is the One of all beings when perceived as an indivisible unity. Vishnu - This character is the Maintainer and Preserver of the universe.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 14, "book": "lessonplan_the-bhagavad-gita", "text": "Shiva - This character is the Destroyer of the Universe. Adhiyajna - This is an Indian word that translates into the phrase: Lord of Sacrifice. Sanjaya - This character is the presenter of the story of the Gita. Dhritarashtra - The story of the Gita is told to this character. Object Descriptions This section provides a short description of all the major objects in the book. This can be printed out as a study guide for students, used as a \"key\" for leading a class discussion, or you can jump to the quiz/homework section to find worksheets that incorporate these descriptions into a variety of question formats. Objects Conch - This is a shell used as a noise making device in war. Bow - This well known weapon was used in the battle described in this epic tale. Brahman - This is a societal caste designed to fulfill a specific role. Kshatriya - This is the second highest caste of the clearly ranked society of ancient India. Vaisya - This Indian caste, rather than being about religion or politics, governs the economy: these are the business owners and organizers, the merchants and traders. Sudra - This caste consists of laborers. Lust - Chapter 16 includes this as one of the three main causes of wrongdoing and evil amongst men. Wrath - This is the second of what Krishna marks as one of the gravest spiritual challenge areas. Greed - This is about desiring or longing for that which goes far beyond what is needed. Chakra - This is a word for wheel. Flesh - While an important vehicle of the living Soul, Krishna expresses that this object should not be overrated. Multiple Choice Questions This section contains 180 multiple choice questions about The Bhagavad Gita. Multiple choice questions test a student's recall and understanding of the text. Use these questions for chapter quizzes, homework assignments or tests. Jump to the quiz/homework section for the multiple choice worksheets. Multiple Choice - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna 1. Where do Dhritarashtra's family and the Pandavas gather to fight? a) The field of dharma. b) The field of dreams. c) The field of Rohan. d) The great mountain. 2. Who assembles the army of the Pandavas? a) Drona. b) Sanjaya. c) Krishna. d) Yudhishthira. 3. Whose family does Bhishma fight for? a) Dhritarashtra's family. b) Yudhishthira's family. c) Shiva's", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 15, "book": "lessonplan_the-bhagavad-gita", "text": "family. d) Sauron's family. 4. Where is Arjuna when he surveys the armies? a) On the deck of his ship. b) In a mighty chariot. c) In the keep of his castle. d) Deep in meditation. 5. Who is with Arjuna before the battle begins? a) Sanjaya. b) Sri Krishna. c) The Prime Minister of India. d) Dhritarashtra. 6. Why is Arjuna overcome by sorrow? a) Arjuna is overcome by sorrow at the sight of his mother dying. b) Arjuna is overcome by sorrow at the sight of his kinsmen in opposition to one another. c) Arjuna is overcome by sorrow at the sight of his father dying. d) Arjuna is overcome by sorrow at the sight of his brother dying. 7. What satisfaction will Arjuna find from killing Dhritarashtra's sons? a) Arjuna will be satisfied to have saved India from eternal damnation. b) Arjuna will be satisfied to have killed these evil men. c) Arjuna will be satisfied to have won the crown for himself. d) Arjuna will find no satisfaction. 8. According to Arjuna, what happens when a family declines? a) Morality vanishes. b) Ancient traditions are destroyed. c) There is a widespread famine. d) Women weep constantly. 9. What happens when the women of a family become corrupt according to Arjuna? a) Everyone mourns. b) The men clap their hands. c) Society is plunged into chaos. d) There is no one to cook meals. 10. According to Arjuna what is the result of social chaos? a) Social chaos creates many joyful parties. b) Social chaos brings justice to the poor. c) Social chaos disrupts the process of spiritual evolution. d) Social chaos is a sign of the end of times. 11. What is the dwelling place of those who have destroyed their family dharma? a) The saloon. b) Heaven. c) The desert. d) Hell. 12. What does Arjuna do at the very end of the chapter? a) Arjuna says emphatically that he no longer wishes to dwell on earth, and promptly ascends into heaven. b) Arjuna collapses weeping in the arms of Sri Krishna, and begs to be taken to his palace. c) Arjuna throws down his bow and arrow and sits down in his chariot in the middle of the battle field. d) Arjuna commands his army to charge, and he is shot through the heart with an arrow. Multiple Choice - Chapter 2, The Book", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 16, "book": "lessonplan_the-bhagavad-gita", "text": "of Doctrines 1. What does Sri Krishna counsel Arjuna to do? a) Rise up with a brave heart and destroy the enemy. b) Return to his palace for forty days and nights of fasting. c) Forgive his enemies and renounce violence. d) Stab Krishna in the heart. 2. What does Arjuna believe will happen to him if he kills Bhishma and Drona? a) Arjuna's life will be filled with peace. b) Every pleasure Arjuna finds will be tainted. c) Arjuna will win a great prize. d) Arjuna will turn into a pumpkin. 3. After Arjuna sinks into despair and falls silent what does Krishna say to him? a) Krishna says Arjuna speaks with sincerity but his sorrow is without cause. b) Krishna laughs at Arjuna and urges him not to take life quite so seriously. c) Krishna rebukes Arjuna for weeping like a woman. d) Krishna stabs Arjuna in the hand. 4. According to Krishna, the wise grieve for whom? a) Both the living and the dead. b) The dead. c) The living. d) Neither the living nor the dead. 5. According to Krishna who are truly wise and fit for immortality? a) Those who practice selfless service. b) Those who have devoutly studied scripture. c) Those who are the same in pleasure and in pain. d) Those walk great distances. 6. According to Krishna where does reality lie? a) In scripture. b) In the eternal. c) In the temporal. d) In human trials and tribulations. 7. According to Krishna what happens to us when our body is worn out? a) We realize we have never been anything but our body. b) Our inner self acquires a new body. c) We treat our body very delicately. d) Our life comes to an end. 8. According to Krishna, what cannot be pierced by weapons or burned by fire? a) Arjuna's chariot. b) The Self. c) Arjuna's body. d) Arjuna's palace. 9. According to Krishna, what is beheld by only a few? a) The thrill of battle. b) The rising sun. c) The glory of the Self. d) The terror of death. 10. According to Sri Krishna, nothing is higher than what for a warrior? a) Dying in battle. b) A war against evil. c) A peaceful settlement of a conflict. d) A war against relations. 11. According to Krishna, what is worse than death for a man of honor? a) Fighting", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 17, "book": "lessonplan_the-bhagavad-gita", "text": "his relatives. b) Dishonor. c) Being ignored. d) Being teased. 12. According to Krishna, what binds a person to continual rebirth? a) Worship of false gods. b) Enmity. c) Love. d) Attachment to the fruits of one's actions. Multiple Choice - Chapter 3, Virtue in Work 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? a) Arjuna says Krishna's advice is very wise. b) Arjuna says Krishna's advice seems inconsistent. c) Arjuna says Krishna's advice is foolish. d) Arjuna says Krishna's advice is inspiring. 2. What two paths did Krishna at the beginning of time for the pure of heart? a) The wide path and the smooth path. b) The contemplative path of spiritual wisdom and the active path of selfless service. c) The path of sages and the path of kings. d) The straight path and the narrow path. 3. According to Krishna, what may no one gain perfection by abstaining from? a) Alcohol. b) Food. c) Prayer. d) Work. 4. According to Krishna, what do those who excel control? a) Senses. b) Wives. c) Children. d) Time. 5. According to Krishna, what fulfills all human desire? a) The Father, Son and Holy spirit. b) The Devas. c) The Upanishads. d) The Devil. 6. What is the source of every selfless act according to Krishna? a) Vishnu. b) Krishna. c) Brahman. d) Drona. 7. What has the person done, who indulges his senses for his own pleasure, ignoring the needs of others, according to Krishna? a) Worshipped God. b) Wasted his life. c) Discovered the meaning of life. d) Harmed no one. 8. According to Krishna, the standards that outstanding persons create will be followed by whom? a) The whole world. b) Pious men and women. c) Other outstanding persons. d) Unexceptional persons. 9. For what do the wise work according to Krishna? a) Their own profit. b) Fame. c) The welfare of the whole world. d) Their family. 10. For what do the ignorant work according to Krishna? a) Their own profit. b) The welfare of the whole world. c) Fame. d) Their family. 11. According to Krishna, how may one be released from Karma? a) One must live in accordance with divine laws without complaining. b) One must live to destroy the enemies of God Almighty. c) One must perform many good deeds. d) One must seek to enjoy pleasure deeply. 12. According", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 18, "book": "lessonplan_the-bhagavad-gita", "text": "to Krishna which of the following is highest? a) The intellect. b) The Atman. c) The mind. d) The body. Multiple Choice - Chapter 4, The Religion of Knowledge 1. What does Krishna say happened to the practice of yoga through time? a) The practice of yoga was discovered. b) The practice of yoga was lost. c) The practice of yoga became corrupted. d) The practice of yoga became enhanced. 2. What has Arjuna forgotten that Krishna remembers? a) The way to Delhi. b) The many births through which the soul passes. c) The way to the mountain of Vishnu. d) The way to Bombay. 3. What is Krishna's true being? a) Hilarious and uplifting. b) Unborn and changeless. c) Temporal and passing. d) Misery and suffering. 4. What is Maya? a) Reality. b) Illusion. c) Arjuna's wife. d) Another name for Arjuna. 5. What happens to the one who knows Krishna as his own divine Self? a) He breaks through the belief that he is the body and is not reborn as a separate creature. b) He vanishes from existence, his physical essence consumed by the fire of God's knowledge. c) He understands his true nature to be his body. d) He understands all things and is reborn as someone stronger and more successful. 6. Where does Sri Krishna tell Arjuna all paths lead? a) Krishna says all paths lead to higher birth. b) Krishna says all paths lead to destruction. c) Krishna says all paths lead to him. d) Krishna says all paths lead to Bombay. 7. Who lives in freedom according to Krishna? a) Those who have amassed great wealth. b) Those who fill their lives with pleasure and root out all unpleasantness. c) Those who have a secure family life. d) Those who have gone beyond the dualities of life. 8. According to Krishna, what happens to those who perform all their actions in the spirit of service? a) They are to be considered fools. b) Their children are happy. c) Their karma is dissolved. d) They are born into a lower caste. 9. Where does Krishna say true sustenance may be found? a) In love. b) In service. c) In bland foods. d) In anger. 10. What does Krishna tell Arjuna is the goal of all work? a) Wealth. b) Divine favor. c) Spiritual wisdom. d) Power. 11. Krishna says that even if Arjuna were", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 19, "book": "lessonplan_the-bhagavad-gita", "text": "the most sinful of sinners he could cross beyond all sin. How? a) Krishna says if Arjuna sells all of his possession he could cross beyond all sin. b) Krishna says Arjuna could cross beyond all sin with spiritual wisdom. c) Krishna says Arjuna could go live alone in the mountains and be forgiven because of his sacrifice. d) Krishna says Arjuna could cross beyond all sin by sharing Krishna's wisdom with another. 12. According to Krishna, what have those done who are established in the Self? a) They have learned to hate their father and mother. b) They have forgotten their true nature. c) They have renounced all selfish attachments. d) They have abandoned everyone they know. Multiple Choice - Chapter 5, Religion by Renouncing Fruit of Works 1. Where do the paths of the practice of selfless action and the renunciation of action lead? a) The same goal. b) Different goals. c) Heaven and hell respectively. d) Nowhere. 2. What are those who have achieved perfect renunciation free from? a) Love of pleasure. b) Any sense of duality. c) Desire for personal gain. d) Hatred of pain. 3. What does Krishna say it is difficult to achieve perfect renunciation without? a) Krishna says it is difficult to achieve perfect renunciation without fasting and prayer. b) Krishna says it is difficult to achieve perfect renunciation without performing action. c) Krishna says it is difficult to achieve perfect renunciation without self flagellation. d) Krishna says it is difficult to achieve perfect renunciation without assistance from a master. 4. What do those who have completely purified themselves see? a) They see ugliness in cruel creatures. b) They see visions of the future. c) They see beauty in every sunset. d) They see the Self in every creature. 5. According to Krishna, who thinks always, \"I am not the doer?\" a) Those whose consciousness is divided. b) Those with hightened consciousness. c) Those without consciousness. d) Those whose consciousness is unified. 6. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? a) Good deeds cannot reach them. b) Sin cannot touch them. c) They live a life of worldly pleasure. d) They become fools. 7. What souls are bound in everything they do according to Krishna? a) Those souls whose desires are fragmented. b) Those souls who see the Self in all. c) Those souls whose minds", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 20, "book": "lessonplan_the-bhagavad-gita", "text": "are unified. d) Those souls who offer everything to Brahman. 8. What souls live in the body as its master? a) Those who renounce attachment in all their deeds. b) Those who live for bodily pleasure. c) Those who enjoy material existence. d) Those who honor their father and mother. 9. What does Krishna say the Lord of this world does not partake in? a) Sensual pleasures. b) The evil deeds of any person. c) The good deeds of any person. d) The good and evil deeds of any person. 10. When does Krishna say judgment is clouded? a) Judgement is clouded when it is obscured by emotion. b) Judgement is clouded when it is obscured by ignorance. c) Judgement is clouded when it is obscured by joy. d) Judgement is clouded when it is obscured by anger. 11. What does Krishna tell Arjuna about the world of the senses? a) The world of the senses does not exist. b) Pleasures conceived in the world of the senses have a beginning and an end and give birth to misery. c) The world of the senses is the source of salvation. d) The world of the senses can lead an aspirant astray at first, but later may offer salvation. 12. How does Krishna say the wise master their senses? a) Through meditation. b) Through sacrifice. c) Through the practice of rituals. d) Through union with a woman. Multiple Choice - Chapter 6, Religion by Self-Restraint 1. Who attains the goal of yoga according to Krishna? a) Those who lack energy. b) Those who enjoy sensual pleasure. c) Those who work without expectation of reward. d) Those who refrain from action. 2. What is the path for aspirants seeking to climb the mountain of spiritual awareness according to Krishna? a) Playing music. b) Pleasure seeking. c) Selfless work. d) Inaction. 3. What is the path for those who have ascended to yoga? a) Stillness and peace. b) Selfless work. c) Carefree living. d) Turbulence and unrest. 4. How does Krishna urge Arjuna to reshape himself? a) Through the power of his muscles. b) Through the power of his heart. c) Through the power of his mind. d) Through the power of his will. 5. What does Krishna say is the only friend of the Self? a) The heart. b) God. c) The mind. d) The will. 6. What does Krishna say is", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 21, "book": "lessonplan_the-bhagavad-gita", "text": "the only enemy of the Self? a) The mind. b) God. c) The will. d) The heart. 7. Where does the supreme Reality stand revealed according to Krishna? a) Nowhere. b) In the consciousness of those who are attached to their senses. c) In the consciousness of those who have conquered themselves. d) Everywhere. 8. Where should those who aspire to the state of yoga seek the Self? a) On a high mountain. b) In a deep forest. c) In inner solitude. d) In a barren desert. 9. Where should one meditate? a) On ungroomed soil. b) On a clean spot, neither too high nor too low. c) On the lowest spot that may be found. d) On the highest spot that may be found. 10. On what should one sit while meditating? a) On a cloth. b) Any of these. c) On kusha grass. d) On a deerskin. 11. What is Nirvana? a) An illusion. b) A lonely place where one is punished for sin. c) The state of abiding peace and joy in God. d) A painful state where one is purged of sin. 12. Unto whom does Krishna say abiding joy comes? a) To those who accomplish many good works. b) To those who give all of their possessions to the poor. c) To those who do not judge others. d) To those who still their mind. Multiple Choice - Chapter 7, Religion by Discernment 1. How many people does Krishna say will seek perfection? a) Many millions. b) One person in many hundreds. c) One person in many thousands. d) One person in many millions. 2. Of those who seek perfection, how many will realize the ultimate goal? a) All. b) None. c) Very few. d) Very many. 3. Where do the birth and dissolution of the cosmos take place according to Krishna? a) Far, far away from Earth. b) In the center of the human heart. c) In the center of the galaxy. d) In Krishna. 4. Where is Krishna's eternal seed to be found? a) In a jar on a mountain top. b) In a bowl in a valley. c) In every creature. d) Only in the human heart. 5. What are the three gunas? a) Akasha, maya and prakriti. b) Maya, sattva, and tamas. c) Sattva, rajas, and tamas. d) Akasha, rajas, and prakriti. 6. Where does Krishna say they come from? a)", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 22, "book": "lessonplan_the-bhagavad-gita", "text": "They come from Maya. b) They come from Akasha. c) They come from Jesus. d) They come from Krishna. 7. Who may be regarded as Krishna's very Self? a) The virtuous. b) The wise. c) The weak. d) The foolish. 8. What does Krishna do when someone is devoted to something with complete faith? a) Krishna unifies that person's faith. b) Krishna teaches that person discrimination. c) Krishna laughs at that person. d) Krishna disillusions that person. 9. Where do those who worship the gods go according to Krishna? a) To rebirth. b) To the Gods. c) To hell. d) To heaven. 10. Where do devotees of Krishna come? a) To Delhi. b) To rebirth. c) To church. d) To Krishna. 11. What does Krishna say is his true nature? a) The peace of death. b) Lightness of heart. c) Transcendant of birth and death. d) The joy of birth. 12. From whence does Krishna say delusion arises? a) From the devil. b) From falsehood. c) From the duality of attraction and aversion. d) From love of one's neighbor. Multiple Choice - Chapter 8, Religion by Devotion to the One Supreme God 1. What does Krishna say is his action? a) Creation and the bringing forth of creatures. b) Laughing and playing. c) Krishna has no action. d) Destruction and the dissolution of the universe. 2. What is adhyatma? a) The supreme sacrifice. b) The imperishable Brahman. c) Krishna's son. d) Krishna's daughter. 3. What is adhibhuta? a) Krishna's son. b) Krishna's daughter. c) The imperishable Brahman. d) The perishable body. 4. What is adhiyajna? a) The eternal Brahman. b) Krishna's daughter. c) The perishable body. d) The supreme sacrifice. 5. What is adhidaiva? a) Krishna's son. b) The imperishable Brahman. c) The supreme sacrifice. d) The eternal spirit. 6. Who does Krishna say will come to him? a) Those who remember him at birth. b) Those who remember him at the time of death. c) Those who remember him all their lives. d) Anyone. 7. Who does Krishna say is the supreme poet? a) Dhritarashtra. b) Sanjaya. c) Arjuna. d) The Lord. 8. What does Krishna say the syllable Om represents? a) The changeless Brahman. b) The power of forgiveness. c) Arjuna. d) Krishna. 9. What is the only creature that is not subject to rebirth according to Krishna? a) The human being. b) The woman. c) The cow.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 23, "book": "lessonplan_the-bhagavad-gita", "text": "d) The creature which is united with Krishna. 10. How does Krishna say the true Self may be realized? a) Through a lifetime of laughter. b) Through undivided love. c) Through the practice of good works. d) Through seclusion. 11. What do the six months of the northern path of the sun lead souls to? a) These months lead souls to pleasure. b) These months lead souls to liberation. c) These months lead souls to rebirth. d) These months lead souls to sadness. 12. What do the six months of the southern path of the sun lead other souls to? a) These months lead souls to pleasure. b) These months lead souls to liberation. c) These months lead souls to rebirth. d) These months lead souls to sadness. Multiple Choice - Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery 1. What does Krishna say is the fate of those who have no faith in the supreme law of life? a) They are sent to hell. b) They never die. c) They pass from death to death. d) They pass into nirvana. 2. Where do all creatures find their existence? a) On Earth. b) In suffering. c) In Krishna. d) In Akasha. 3. What do the foolish not look beyond? a) Their nose. b) Their doorway. c) Physical appearances. d) Their inner Self. 4. What do truly great souls seek? a) Material satisfaction. b) Happiness. c) Krishna's divine nature. d) Other great souls. 5. What is the path of jnana? a) The path of spiritual wisdom. b) The path of sacrifice. c) The path of material abundance. d) The path of service. 6. Who does Krishna say is the sum of all knowledge? a) Krishna says Dhritarashtra is. b) Krishna says Sanjaya is. c) Krishna says Vishnu is. d) Krishna says that he is. 7. Who does Krishna say is the father, mother and grandfather of the universe? a) Krishna says Dhritarashtra is. b) Krishna says that he is. c) Krishna says Sanjaya is. d) Krishna says Vishnu is. 8. Who does Krishna say is the purifier? a) Krishna says Sanjaya is. b) Krishna says he is. c) Krishna says Dhritarashtra is. d) Krishna says Vishnu is. 9. Who does Krishna say is the inner witness? a) Krishna says Vishnu is. b) Krishna says Dhritarashtra is. c) Krishna says Sanjaya is. d) Krishna says he is. 10. For", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 24, "book": "lessonplan_the-bhagavad-gita", "text": "whose needs will Krishna provide? a) Krishna will provide for those who make offerings of soma and slaughtered pigs. b) Krishna will provide for the needs of those who worship him and meditate upon him constantly. c) Krishna will provide for the needs of anyone and everyone, whatever actions they take. d) Krishna will provide for those who practice Vedic rituals everyday. 11. What creatures are most dear to Krishna? a) Cows are most dear to Krishna. b) Flowers and birds are most dear to Krishna. c) Krishna looks upon all creatures equally. d) Human beings are most dear to Krishna. 12. How does Krishna say a sinner becomes holy? a) A sinner becomes holy when she enjoys material creation. b) A sinner becomes holy when she practices Vedic rituals. c) A sinner becomes holy when she relaxes. d) A sinner becomes holy when she worships Krishna with firm resolve. Multiple Choice - Chapter 10, Religion by the Heavenly Perfections 1. Why do neither gods nor sages know Krishna's origins? a) Because gods and sages are foolish. b) Because Krishna is very secretive. c) Because gods and sages do not care. d) Because Krishna is the source of gods and sages. 2. Krishna speaks of how many great sages? a) Four. b) Five. c) Seven. d) Six. 3. Krishna speaks of how many ancient ancestors? a) Eight. b) Four. c) Two. d) Seven. 4. What does Krishna say is the source from which all creatures evolve? a) Krishna says all creatures evolve from him. b) Krishna says all creatures evolve from rajas. c) Krishna says all creatures evolve from sattva. d) Krishna says all creatures evolve from Arjuna. 5. To whom does Krishna give spiritual wisdom? a) Krishna gives spiritual wisdom to those steadfast in love and devotion. b) Krishna gives spiritual wisdom to those who deny themselves all pleasure. c) Krishna gives spiritual wisdom to those who love eating. d) Krishna gives spiritual wisdom to those who offer sacrifices. 6. What is Krishna's motivation for destroying the darkness of ignorance? a) Greed. b) Affection. c) Compassion. d) Lust. 7. What does Arjuna say he believes everything Krishna has said thus far to be? a) Utterly false. b) Very confusing. c) Mostly true. d) Divine Truth. 8. Who does Arjuna say knows Krishna's real nature? a) Neither gods nor demons. b) Neither children nor adults. c) Neither good people nor", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 25, "book": "lessonplan_the-bhagavad-gita", "text": "bad. d) Neither mothers nor fathers. 9. What does Arjuna ask of Krishna in this chapter? a) Arjuna asks to know Krishna's hopes and dreams. b) Arjuna asks to know Krishna's deepest darkest secrets. c) Arjuna asks to know Krishna's long term plans. d) Arjuna asks to know all of Krishna's divine attributes. 10. Among the luminaries what is Krishna? a) The Dragon Lamp. b) The Moon. c) The Big Dipper. d) The Sun. 11. What is Krishna among bodies of water? a) The still pond. b) The river. c) The ocean. d) The lake. 12. Among mountains what is Krishna? a) The Andes. b) The Alps. c) The Himalayas. d) The Rockies. Multiple Choice - Chapter 11, The Manifesting of the One and the Manifold 1. What does Arjuna tell Krishna he longs for at the beginning of this chapter? a) Arjuna tells Krishna he longs to see him as the supreme ruler of creation. b) Arjuna tells Krishna he longs to possess Krishna's power himself. c) Arjuna tells Krishna he longs to fall in love with a beautiful princess. d) Arjuna tells Krishna he longs for a large castle in the mountains. 2. What does Krishna say Arjuna needs in order to see what he desires to see? a) Spiritual vision. b) A great deal of money. c) Enlightenment. d) Physically perfect vision. 3. What does Sanjaya say Krishna appeared with an infinite number of? a) Clocks. b) Cows. c) Faces. d) Bottles. 4. What does Sanjaya say would resemble Krishna's revealed splendor? a) A million exploding stars. b) A billion harps playing music together. c) A thousand suns simultaneously rising. d) A hundred full moons on a still lake. 5. What does Arjuna say he sees within Krishna's body? a) All the gods and every living creature. b) Golden organs. c) A vast sea of nothingness. d) Silver organs. 6. What does Arjuna say is Krishna's body? a) The cosmos. b) The ocean. c) A Cow. d) A Sheep. 7. How does Arjuna say the gods behave toward Krishna? a) Arjuna says the gods ignore Krishna. b) Arjuna says the gods greet Krishna in fear. c) Arjuna says the gods run from mighty Krishna. d) Arjuna says the gods mock Krishna. 8. What is the effect of Vishnu on Arjuna's heart? a) Arjuna's heart trembles. b) Arjuna's heart breathes a sigh of relief. c) Arjuna's heart leaps", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 26, "book": "lessonplan_the-bhagavad-gita", "text": "for joy. d) Arjuna's heart races in anticipation. 9. What does Arjuna say Vishnu does to the worlds? a) Arjuna say Vishnu breathes light into the world. b) Arjuna says Vishnu blows out the light of the world. c) Arjuna says Vishnu stands before the world and stomps on every single living thing. d) Arjuna says Vishnu laps the worlds into his burning mouth and swallows them. 10. What does Krishna say will befall all the warriors on the field of dharma with or without Arjuna's participation? a) The warriors will laugh. b) The warriors will live. c) The warriors will die. d) The warriors will feed on the blood of the innocent. 11. What does Arjuna say is Krishna's place among the gods? a) Second. b) Third. c) First. d) Last. 12. For what does Arjuna apologize? a) Arjuna apologizes for forgetting Krishna's birthday. b) Arjuna apologizes for treating Krishna casually. c) Arjuna apologizes for spitting at Krishna. d) Arjuna apologizes for his noisy dog. Multiple Choice - Chapter 12, The Religion of Faith 1. Who does Krishna tell Arjuna is the most established in yoga? a) Those who set their hearts on Krishna and worship him with unwavering devotion and faith. b) Those who sit with their eyes closed longer than anyone else. c) Those who practice daily rituals morning, noon and night. d) Those who enjoy material existence fully. 2. What is the quality of the path to the Unrevealed according to Krishna? a) Wide and easy. b) Hazardous and slow. c) Full of unbearable suffering. d) Impossible to miss. 3. Who does Krishna say will be swiftly rescued from the cycle of birth and death? a) Those for whom enjoyment of the world is the supreme goal. b) Poets. c) Priests. d) Those for whom Krishna is the supreme goal. 4. Where does Krishna tell Arjuna to still his mind? a) In Karma. b) In Dharma. c) In beer. d) In Krishna. 5. If Arjuna is unable to still his mind, what does Krishna recommend? a) Krishna has no further recommendations. b) Krishna recommends that Arjuna find a loving wife to absorb his thoughts. c) Krishna recommends that Arjuna give up because he will never attain the supreme goal. d) Krishna recommends that Arjuna learn to still his mind through the regular practice of meditation. 6. What does Krishna say is better than mechanical practice? a)", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 27, "book": "lessonplan_the-bhagavad-gita", "text": "Reading. b) Swimming. c) Singing. d) Knowledge. 7. What does Krishna say brings immediate peace? a) Stretching. b) Surrendering attachment to the results of one's actions. c) A good glass of wine. d) The execution of religious rites. 8. What is the one Krishna loves incapable of? a) Humor. b) Drunkenness. c) Compassion. d) Ill will. 9. What does the one Krishna loves live beyond the reach of? a) Love and affection. b) Wit and cleverness. c) \"I\" and \"mine.\" d) \"We\" and \"ours.\" 10. How does Krishna's devotee look upon friend and foe? a) Krishna's devotee hates friends and loves foes. b) Krishna's devotee interacts with no one. c) Krishna's devotee looks on both with equal regard. d) Krishna's devotee loves friends and hates foes. 11. What is the attitude toward praise and blame for a devotee of Krishna? a) Krishna's devotee is enamored of praise and terrified of blame. b) Krishna's devotee is ambivalent about praise and blame. c) Krishna's devotee is neither lifted up by praise nor dragged down by blame. d) Krishna's devotee is never praised and is never blamed. 12. Who does Krishna say is truly his devotee? a) One who seeks penance as life's supreme goal. b) One who seeks family as life's supreme goal. c) One who seeks Krishna as life's supreme goal. d) One who seeks pleasure as life's supreme goal. Multiple Choice - Chapter 13, Religion by Separation of Matter & Spirit 1. What does Krishna say the body is called? a) The field. b) The temple. c) The vase. d) The plate. 2. What arises in the body? a) Will. b) All of these. c) Pleasure and Pain. d) Intelligence. 3. What are those who \"know\" truly free from according to Krishna? a) Pride and deceit. b) Success and failure. c) Dishonor and scandal. d) Smiles and laughter. 4. In this chapter, what does Krishna say Brahman may be called? a) Being or non-being. b) Left or right. c) Friend or foe. d) Up or down. 5. Where does Krishna say Brahman dwells? a) Everywhere. b) In the heart. c) In the head. d) In the hands. 6. What do the gunas and all that changes come from? a) Prakriti. b) Purusha. c) Rajas. d) Dhritarashtra. Multiple Choice - Chapter 14, Religion by Separation from the Qualities 1. What word best describes sattva? a) Funny. b) Passionate. c) Pure. d)", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 28, "book": "lessonplan_the-bhagavad-gita", "text": "Lethargic. 2. What word best describes tamas? a) Pure. b) Lethargic. c) Passionate. d) Funny. 3. What word best describes rajas? a) Lethargic. b) Passionate. c) Pure. d) Funny. 4. What does Krishna say sattva binds us to? a) Delusion. b) Happiness. c) Drink. d) Action. 5. What does Krishna say rajas binds us to? a) Drink. b) Action. c) Delusion. d) Happiness. 6. What does Krishna say tamas binds us to? a) Drink. b) Happiness. c) Delusion. d) Action. Multiple Choice - Chapter 15, Religion by Attaining the Supreme 1. How does the ashvattha tree grow? a) Upside down. b) Sideways. c) Underground. d) In water. 2. What grow on the limbs of the ashvattha tree as buds? a) Sense objects. b) Apples. c) Good deeds. d) Oranges. 3. What does the Self act through? a) The gunas. b) Pleasure. c) The scriptures. d) The ashvattha tree. 4. What do those who strive resolutely on the path to yoga see? a) The Self within. b) Their foolishness. c) Their future. d) Many beautiful sunsets. 5. Through what does Krishna say he nourishes all plants? a) The sun. b) The moon. c) A plastic watering can d) Plant food. 6. Who is the author of the scriptures? a) Gandhi. b) Krishna. c) Arjuna. d) Dhritarashtra. Multiple Choice - Chapter 16, The Separateness of the Divine and the Undivine 1. What does Krishna charge Arjuna to cultivate? a) All of these. b) Patience. c) Vigor. d) Will. 2. Which of these qualities does Krishna say makes a person more inhuman? a) Hypocrisy. b) Grace. c) Selflessness. d) Gentleness. 3. Krishna says some people have divine tendencies. What does he say others have? a) So-so tendencies. b) No tendencies. c) Demonic tendencies. d) Good tendencies. 4. What is the destiny of those who are selfish and malicious? a) These souls are bound to plumbers. b) These souls are destined to be born to parents with the same tendencies. c) These souls have no destiny. d) These souls are bound to be sent to heaven. 5. What are the three gates to self-destructive hell? a) Purity, love, kindness. b) One, two and three. c) Indifference, ignorance, humor. d) Lust, anger, greed. 6. What does Krishna urge Arjuna to act in accordance with? a) His own desires. b) A wise teacher. c) The scriptures. d) The desires of his wife. Multiple Choice - Chapter", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 29, "book": "lessonplan_the-bhagavad-gita", "text": "17, Religion by the Threefold Kinds of Faith 1. What does Krishna say a person is in this chapter? a) His desires. b) His faith. c) His heritage. d) His family circumstances. 2. What do those whose faith is sattvic worship? a) Nothing. b) Spirits and ghosts. c) Power and wealth. d) Forms of God. 3. What do those whose faith is rajastic worship? a) Forms of God. b) Nothing. c) Spirits and ghosts. d) Power and wealth. 4. What do those whose faith is tamasic worship? a) Nothing. b) Power and wealth. c) Forms of God. d) Spirits and ghosts. 5. What kind of food do sattvic people prefer? a) Mild food. b) Leftover food. c) Salty food. d) Spicy food. 6. What kind of food do tamasic people prefer? a) Spicy food. b) Salty food. c) Mild food. d) Leftover food. Multiple Choice - Religion by Deliverance and Renunciation 1. What kind of renunciation is sannyasa? a) Surrendering attachment to the fruits of action. b) Refraining from meat. c) Refraining from selfish acts. d) Refraining from sex. 2. What kind of renunciation is tyaga? a) Surrendering attachment to the fruits of action. b) Refraining from selfish acts. c) Refraining from meat. d) Refraining from sex. 3. Which kind of renunciation is superior according to Krishna? a) Sannyasa. b) Prakriti. c) Purusha. d) Tyaga. 4. What does Krisha say it is not fitting to renounce? a) One's responsibilities. b) One's selfish desires. c) One's sensual desires. d) The fruits of one's actions. 5. Krishna says one cannot renounce action all together so long as one has what? a) A wife. b) A house. c) A body. d) A family. 6. From what is no creature free from? a) The desires of the devil. b) The conditioning of the gunas. c) The conditioning of Sanjaya. d) The desires of Dhritarashtra. Multiple Choice Answer Key Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna 1. a. 2. d. 3. a. 4. b. 5. b. Chapter 2, The Book of Doctrines 1. a. 2. b. 3. a. 4. d. 5. c. 6. b. 7. b. 8. b. 9. c. Chapter 3, Virtue in Work 1. b. 2. b. 3. d. 4. a. 5. b. 6. c. 7. b. 8. a. 9. c. 6. b. 7. d. 8. b. 9. c. 10. c. 11. d. 12. c. 10. b. 11. b. 12. d.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 30, "book": "lessonplan_the-bhagavad-gita", "text": "10. a. 11. a. 12. b. Chapter 4, The Religion of Knowledge 1. b. 2. b. 3. b. 4. b. 5. a. 6. c. 7. d. 8. c. 9. b. 10. c. 11. b. 12. c. Chapter 5, Religion by Renouncing Fruit of Works 1. a. 2. b. 3. b. 4. d. 5. d. 6. b. 7. a. 8. a. 9. d. 10. b. 11. b. 12. a. Chapter 6, Religion by Self-Restraint 1. c. 2. c. 3. a. 4. d. 5. d. 6. c. 7. c. 8. c. 9. b. 10. b. 11. c. 12. d. Chapter 7, Religion by Discernment 1. c. 2. c. 3. d. 4. c. 5. c. 6. d. 7. b. 8. a. 9. b. 10. d. 11. c. 12. c. Chapter 8, Religion by Devotion to the One Supreme God 1. a. 2. b. 3. d. 4. d. 5. d. 6. b. 7. d. 8. a. 9. d. 10. b. Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery 1. c. 2. c. 3. c. 4. c. 5. a. 6. d. 7. b. 8. b. 11. b. 12. c. 9. d. 10. b. 11. c. 12. d. Chapter 10, Religion by the Heavenly Perfections 1. d. 2. c. 3. b. 4. a. 5. a. 6. c. 7. d. 8. a. 9. d. 10. d. 11. c. 12. c. Chapter 11, The Manifesting of the One and the Manifold 1. a. 2. a. 3. c. 4. c. 5. a. 6. a. 7. b. 8. a. 9. d. 10. c. 11. c. 12. b. Chapter 12, The Religion of Faith 1. a. 2. b. 3. d. 4. d. 5. d. 6. d. 7. b. 8. d. 9. c. 10. c. 11. c. 12. c. Chapter 13, Religion by Separation of Matter & Spirit 1. a. 2. b. 3. a. 4. a. 5. a. 6. a. Chapter 14, Religion by Separation from the Qualities 1. c. 2. b. 3. b. 4. b. 5. b. 6. c. Chapter 15, Religion by Attaining the Supreme 1. a. 2. a. 3. a. 4. a. 5. b. 6. b. Chapter 16, The Separateness of the Divine and the Undivine 1. a. 2. a. 3. c. 4. b. 5. d. 6. c. Chapter 17, Religion by the Threefold Kinds of Faith 1. b. 2. d. 3. d. 4. d. 5. a. 6. d. Religion by Deliverance and Renunciation 1. c.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 31, "book": "lessonplan_the-bhagavad-gita", "text": "2. a. 3. d. 4. a. 5. c. 6. b. Short Answer Questions Directions: Answer each question with the appropriate short response. Short Answer Questions - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna 1. Where do Dhritarashtra's family and the Pandavas gather to fight? 2. Who assembles the army of the Pandavas? 3. Whose family does Bhishma fight for? 4. Where is Arjuna when he surveys the armies? 5. Who is with Arjuna before the battle begins? 6. Why is Arjuna overcome by sorrow? 7. What satisfaction will Arjuna find from killing Dhritarashtra's sons? 8. According to Arjuna, what happens when a family declines? 9. What happens when the women of a family become corrupt according to Arjuna? 10. According to Arjuna what is the result of social chaos? 11. What is the dwelling place of those who have destroyed their family dharma? 12. What does Arjuna do at the very end of the chapter? Short Answer Questions - Chapter 2, The Book of Doctrines 1. What does Sri Krishna counsel Arjuna to do? 2. What does Arjuna believe will happen to him if he kills Bhishma and Drona? 3. After Arjuna sinks into despair and falls silent what does Krishna say to him? 4. According to Krishna, the wise grieve for whom? 5. According to Krishna who are truly wise and fit for immortality? 6. According to Krishna where does reality lie? 7. According to Krishna what happens to us when our body is worn out? 8. According to Krishna, what cannot be pierced by weapons or burned by fire? 9. According to Krishna, what is beheld by only a few? 10. According to Sri Krishna, nothing is higher than what for a warrior? 11. According to Krishna, what is worse than death for a man of honor? 12. According to Krishna, what binds a person to continual rebirth? Short Answer Questions - Chapter 3, Virtue in Work 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? 2. What two paths did Krishna at the beginning of time for the pure of heart? 3. According to Krishna, what may no one gain perfection by abstaining from? 4. According to Krishna, what do those who excel control? 5. According to Krishna, what fulfills all human desire? 6. What is the source of every selfless act according to Krishna? 7. What has the person done,", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 32, "book": "lessonplan_the-bhagavad-gita", "text": "who indulges his senses for his own pleasure, ignoring the needs of others, according to Krishna? 8. According to Krishna, the standards that outstanding persons create will be followed by whom? 9. For what do the wise work according to Krishna? 10. For what do the ignorant work according to Krishna? 11. According to Krishna, how may one be released from Karma? 12. According to Krishna which of the following is highest? Short Answer Questions - Chapter 4, The Religion of Knowledge 1. What does Krishna say happened to the practice of yoga through time? 2. What has Arjuna forgotten that Krishna remembers? 3. What is Krishna's true being? 4. What is Maya? 5. What happens to the one who knows Krishna as his own divine Self? 6. Where does Sri Krishna tell Arjuna all paths lead? 7. Who lives in freedom according to Krishna? 8. According to Krishna, what happens to those who perform all their actions in the spirit of service? 9. Where does Krishna say true sustenance may be found? 10. What does Krishna tell Arjuna is the goal of all work? 11. Krishna says that even if Arjuna were the most sinful of sinners he could cross beyond all sin. How? 12. According to Krishna, what have those done who are established in the Self? Short Answer Questions - Chapter 5, Religion by Renouncing Fruit of Works 1. Where do the paths of the practice of selfless action and the renunciation of action lead? 2. What are those who have achieved perfect renunciation free from? 3. What does Krishna say it is difficult to achieve perfect renunciation without? 4. What do those who have completely purified themselves see? 5. According to Krishna, who thinks always, \"I am not the doer?\" 6. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? 7. What souls are bound in everything they do according to Krishna? 8. What souls live in the body as its master? 9. What does Krishna say the Lord of this world does not partake in? 10. When does Krishna say judgment is clouded? 11. What does Krishna tell Arjuna about the world of the senses? 12. How does Krishna say the wise master their senses? Short Answer Questions - Chapter 6, Religion by Self-Restraint 1. Who attains the goal of yoga according to Krishna? 2. What is the path for", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 33, "book": "lessonplan_the-bhagavad-gita", "text": "aspirants seeking to climb the mountain of spiritual awareness according to Krishna? 3. What is the path for those who have ascended to yoga? 4. How does Krishna urge Arjuna to reshape himself? 5. What does Krishna say is the only friend of the Self? 6. What does Krishna say is the only enemy of the Self? 7. Where does the supreme Reality stand revealed according to Krishna? 8. Where should those who aspire to the state of yoga seek the Self? 9. Where should one meditate? 10. On what should one sit while meditating? 11. What is Nirvana? 12. Unto whom does Krishna say abiding joy comes? Short Answer Questions - Chapter 7, Religion by Discernment 1. How many people does Krishna say will seek perfection? 2. Of those who seek perfection, how many will realize the ultimate goal? 3. Where do the birth and dissolution of the cosmos take place according to Krishna? 4. Where is Krishna's eternal seed to be found? 5. What are the three gunas? 6. Where does Krishna say they come from? 7. Who may be regarded as Krishna's very Self? 8. What does Krishna do when someone is devoted to something with complete faith? 9. Where do those who worship the gods go according to Krishna? 10. Where do devotees of Krishna come? 11. What does Krishna say is his true nature? 12. From whence does Krishna say delusion arises? Short Answer Questions - Chapter 8, Religion by Devotion to the One Supreme God 1. What does Krishna say is his action? 2. What is adhyatma? 3. What is adhibhuta? 4. What is adhiyajna? 5. What is adhidaiva? 6. Who does Krishna say will come to him? 7. Who does Krishna say is the supreme poet? 8. What does Krishna say the syllable Om represents? 9. What is the only creature that is not subject to rebirth according to Krishna? 10. How does Krishna say the true Self may be realized? 11. What do the six months of the northern path of the sun lead souls to? 12. What do the six months of the southern path of the sun lead other souls to? Short Answer Questions - Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery 1. What does Krishna say is the fate of those who have no faith in the supreme law of life? 2. Where do all", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 34, "book": "lessonplan_the-bhagavad-gita", "text": "creatures find their existence? 3. What do the foolish not look beyond? 4. What do truly great souls seek? 5. What is the path of jnana? 6. Who does Krishna say is the sum of all knowledge? 7. Who does Krishna say is the father, mother and grandfather of the universe? 8. Who does Krishna say is the purifier? 9. Who does Krishna say is the inner witness? 10. For whose needs will Krishna provide? 11. What creatures are most dear to Krishna? 12. How does Krishna say a sinner becomes holy? Short Answer Questions - Chapter 10, Religion by the Heavenly Perfections 1. Why do neither gods nor sages know Krishna's origins? 2. Krishna speaks of how many great sages? 3. Krishna speaks of how many ancient ancestors? 4. What does Krishna say is the source from which all creatures evolve? 5. To whom does Krishna give spiritual wisdom? 6. What is Krishna's motivation for destroying the darkness of ignorance? 7. What does Arjuna say he believes everything Krishna has said thus far to be? 8. Who does Arjuna say knows Krishna's real nature? 9. What does Arjuna ask of Krishna in this chapter? 10. Among the luminaries what is Krishna? 11. What is Krishna among bodies of water? 12. Among mountains what is Krishna? Short Answer Questions - Chapter 11, The Manifesting of the One and the Manifold 1. What does Arjuna tell Krishna he longs for at the beginning of this chapter? 2. What does Krishna say Arjuna needs in order to see what he desires to see? 3. What does Sanjaya say Krishna appeared with an infinite number of? 4. What does Sanjaya say would resemble Krishna's revealed splendor? 5. What does Arjuna say he sees within Krishna's body? 6. What does Arjuna say is Krishna's body? 7. How does Arjuna say the gods behave toward Krishna? 8. What is the effect of Vishnu on Arjuna's heart? 9. What does Arjuna say Vishnu does to the worlds? 10. What does Krishna say will befall all the warriors on the field of dharma with or without Arjuna's participation? 11. What does Arjuna say is Krishna's place among the gods? 12. For what does Arjuna apologize? Short Answer Questions - Chapter 12, The Religion of Faith 1. Who does Krishna tell Arjuna is the most established in yoga? 2. What is the quality of the path to the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 35, "book": "lessonplan_the-bhagavad-gita", "text": "Unrevealed according to Krishna? 3. Who does Krishna say will be swiftly rescued from the cycle of birth and death? 4. Where does Krishna tell Arjuna to still his mind? 5. If Arjuna is unable to still his mind, what does Krishna recommend? 6. What does Krishna say is better than mechanical practice? 7. What does Krishna say brings immediate peace? 8. What is the one Krishna loves incapable of? 9. What does the one Krishna loves live beyond the reach of? 10. How does Krishna's devotee look upon friend and foe? 11. What is the attitude toward praise and blame for a devotee of Krishna? 12. Who does Krishna say is truly his devotee? Short Answer Questions - Chapter 13, Religion by Separation of Matter & Spirit 1. What does Krishna say the body is called? 2. What arises in the body? 3. What are those who \"know\" truly free from according to Krishna? 4. In this chapter, what does Krishna say Brahman may be called? 5. Where does Krishna say Brahman dwells? 6. What do the gunas and all that changes come from? Short Answer Questions - Chapter 14, Religion by Separation from the Qualities 1. What word best describes sattva? 2. What word best describes tamas? 3. What word best describes rajas? 4. What does Krishna say sattva binds us to? 5. What does Krishna say rajas binds us to? 6. What does Krishna say tamas binds us to? Short Answer Questions - Chapter 15, Religion by Attaining the Supreme 1. How does the ashvattha tree grow? 2. What grow on the limbs of the ashvattha tree as buds? 3. What does the Self act through? 4. What do those who strive resolutely on the path to yoga see? 5. Through what does Krishna say he nourishes all plants? 6. Who is the author of the scriptures? Short Answer Questions - Chapter 16, The Separateness of the Divine and the Undivine 1. What does Krishna charge Arjuna to cultivate? 2. Which of these qualities does Krishna say makes a person more inhuman? 3. Krishna says some people have divine tendencies. What does he say others have? 4. What is the destiny of those who are selfish and malicious? 5. What are the three gates to self-destructive hell? 6. What does Krishna urge Arjuna to act in accordance with? Short Answer Questions - Chapter 17, Religion by the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 36, "book": "lessonplan_the-bhagavad-gita", "text": "Threefold Kinds of Faith 1. What does Krishna say a person is in this chapter? 2. What do those whose faith is sattvic worship? 3. What do those whose faith is rajastic worship? 4. What do those whose faith is tamasic worship? 5. What kind of food do sattvic people prefer? 6. What kind of food do tamasic people prefer? Short Answer Questions - Religion by Deliverance and Renunciation 1. What kind of renunciation is sannyasa? 2. What kind of renunciation is tyaga? 3. Which kind of renunciation is superior according to Krishna? 4. What does Krisha say it is not fitting to renounce? 5. Krishna says one cannot renounce action all together so long as one has what? 6. From what is no creature free from? Short Answer Key Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna 1. Where do Dhritarashtra's family and the Pandavas gather to fight? The field of dharma. 2. Who assembles the army of the Pandavas? Yudhishthira. 3. Whose family does Bhishma fight for? Dhritarashtra's family. 4. Where is Arjuna when he surveys the armies? In a mighty chariot. 5. Who is with Arjuna before the battle begins? Sri Krishna. 6. Why is Arjuna overcome by sorrow? Arjuna is overcome by sorrow at the sight of his kinsmen in opposition to one another. 7. What satisfaction will Arjuna find from killing Dhritarashtra's sons? Arjuna will find no satisfaction. 8. According to Arjuna, what happens when a family declines? Ancient traditions are destroyed. 9. What happens when the women of a family become corrupt according to Arjuna? Society is plunged into chaos. 10. According to Arjuna what is the result of social chaos? Social chaos disrupts the process of spiritual evolution. 11. What is the dwelling place of those who have destroyed their family dharma? Hell. 12. What does Arjuna do at the very end of the chapter? Arjuna throws down his bow and arrow and sits down in his chariot in the middle of the battle field. Chapter 2, The Book of Doctrines 1. What does Sri Krishna counsel Arjuna to do? Rise up with a brave heart and destroy the enemy. 2. What does Arjuna believe will happen to him if he kills Bhishma and Drona? Every pleasure Arjuna finds will be tainted. 3. After Arjuna sinks into despair and falls silent what does Krishna say to him? Krishna says Arjuna speaks with", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 37, "book": "lessonplan_the-bhagavad-gita", "text": "sincerity but his sorrow is without cause. 4. According to Krishna, the wise grieve for whom? Neither the living nor the dead. 5. According to Krishna who are truly wise and fit for immortality? Those who are the same in pleasure and in pain. 6. According to Krishna where does reality lie? In the eternal. 7. According to Krishna what happens to us when our body is worn out? Our inner self acquires a new body. 8. According to Krishna, what cannot be pierced by weapons or burned by fire? The Self. 9. According to Krishna, what is beheld by only a few? The glory of the Self. 10. According to Sri Krishna, nothing is higher than what for a warrior? A war against evil. 11. According to Krishna, what is worse than death for a man of honor? Dishonor. 12. According to Krishna, what binds a person to continual rebirth? Attachment to the fruits of one's actions. Chapter 3, Virtue in Work 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? Arjuna says Krishna's advice seems inconsistent. 2. What two paths did Krishna at the beginning of time for the pure of heart? The contemplative path of spiritual wisdom and the active path of selfless service. 3. According to Krishna, what may no one gain perfection by abstaining from? Work. 4. According to Krishna, what do those who excel control? Senses. 5. According to Krishna, what fulfills all human desire? The Devas. 6. What is the source of every selfless act according to Krishna? Brahman. 7. What has the person done, who indulges his senses for his own pleasure, ignoring the needs of others, according to Krishna? Wasted his life. 8. According to Krishna, the standards that outstanding persons create will be followed by whom? The whole world. 9. For what do the wise work according to Krishna? The welfare of the whole world. 10. For what do the ignorant work according to Krishna? Their own profit. 11. According to Krishna, how may one be released from Karma? One must live in accordance with divine laws without complaining. 12. According to Krishna which of the following is highest? The Atman. Chapter 4, The Religion of Knowledge 1. What does Krishna say happened to the practice of yoga through time? The practice of yoga was lost. 2. What has Arjuna forgotten that Krishna remembers? The many", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 38, "book": "lessonplan_the-bhagavad-gita", "text": "births through which the soul passes. 3. What is Krishna's true being? Unborn and changeless. 4. What is Maya? Illusion. 5. What happens to the one who knows Krishna as his own divine Self? He breaks through the belief that he is the body and is not reborn as a separate creature. 6. Where does Sri Krishna tell Arjuna all paths lead? Krishna says all paths lead to him. 7. Who lives in freedom according to Krishna? Those who have gone beyond the dualities of life. 8. According to Krishna, what happens to those who perform all their actions in the spirit of service? Their karma is dissolved. 9. Where does Krishna say true sustenance may be found? In service. 10. What does Krishna tell Arjuna is the goal of all work? Spiritual wisdom. 11. Krishna says that even if Arjuna were the most sinful of sinners he could cross beyond all sin. How? Krishna says Arjuna could cross beyond all sin with spiritual wisdom. 12. According to Krishna, what have those done who are established in the Self? They have renounced all selfish attachments. Chapter 5, Religion by Renouncing Fruit of Works 1. Where do the paths of the practice of selfless action and the renunciation of action lead? The same goal. 2. What are those who have achieved perfect renunciation free from? Any sense of duality. 3. What does Krishna say it is difficult to achieve perfect renunciation without? Krishna says it is difficult to achieve perfect renunciation without performing action. 4. What do those who have completely purified themselves see? They see the Self in every creature. 5. According to Krishna, who thinks always, \"I am not the doer?\" Those whose consciousness is unified. 6. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? Sin cannot touch them. 7. What souls are bound in everything they do according to Krishna? Those souls whose desires are fragmented. 8. What souls live in the body as its master? Those who renounce attachment in all their deeds. 9. What does Krishna say the Lord of this world does not partake in? The good and evil deeds of any person. 10. When does Krishna say judgment is clouded? Judgement is clouded when it is obscured by ignorance. 11. What does Krishna tell Arjuna about the world of the senses? Pleasures conceived in the world of the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 39, "book": "lessonplan_the-bhagavad-gita", "text": "senses have a beginning and an end and give birth to misery. 12. How does Krishna say the wise master their senses? Through meditation. Chapter 6, Religion by Self-Restraint 1. Who attains the goal of yoga according to Krishna? Those who work without expectation of reward. 2. What is the path for aspirants seeking to climb the mountain of spiritual awareness according to Krishna? Selfless work. 3. What is the path for those who have ascended to yoga? Stillness and peace. 4. How does Krishna urge Arjuna to reshape himself? Through the power of his will. 5. What does Krishna say is the only friend of the Self? The will. 6. What does Krishna say is the only enemy of the Self? The will. 7. Where does the supreme Reality stand revealed according to Krishna? In the consciousness of those who have conquered themselves. 8. Where should those who aspire to the state of yoga seek the Self? In inner solitude. 9. Where should one meditate? On a clean spot, neither too high nor too low. 10. On what should one sit while meditating? Any of these. 11. What is Nirvana? The state of abiding peace and joy in God. 12. Unto whom does Krishna say abiding joy comes? To those who still their mind. Chapter 7, Religion by Discernment 1. How many people does Krishna say will seek perfection? One person in many thousands. 2. Of those who seek perfection, how many will realize the ultimate goal? Very few. 3. Where do the birth and dissolution of the cosmos take place according to Krishna? In Krishna. 4. Where is Krishna's eternal seed to be found? In every creature. 5. What are the three gunas? Sattva, rajas, and tamas. 6. Where does Krishna say they come from? They come from Krishna. 7. Who may be regarded as Krishna's very Self? The wise. 8. What does Krishna do when someone is devoted to something with complete faith? Krishna unifies that person's faith. 9. Where do those who worship the gods go according to Krishna? To the Gods. 10. Where do devotees of Krishna come? To Krishna. 11. What does Krishna say is his true nature? Transcendant of birth and death. 12. From whence does Krishna say delusion arises? From the duality of attraction and aversion. Chapter 8, Religion by Devotion to the One Supreme God 1. What does Krishna say is", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 40, "book": "lessonplan_the-bhagavad-gita", "text": "his action? Creation and the bringing forth of creatures. 2. What is adhyatma? The imperishable Brahman. 3. What is adhibhuta? The perishable body. 4. What is adhiyajna? The supreme sacrifice. 5. What is adhidaiva? The eternal spirit. 6. Who does Krishna say will come to him? Those who remember him at the time of death. 7. Who does Krishna say is the supreme poet? The Lord. 8. What does Krishna say the syllable Om represents? The changeless Brahman. 9. What is the only creature that is not subject to rebirth according to Krishna? The creature which is united with Krishna. 10. How does Krishna say the true Self may be realized? Through undivided love. 11. What do the six months of the northern path of the sun lead souls to? These months lead souls to liberation. 12. What do the six months of the southern path of the sun lead other souls to? These months lead souls to rebirth. Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery 1. What does Krishna say is the fate of those who have no faith in the supreme law of life? They pass from death to death. 2. Where do all creatures find their existence? In Krishna. 3. What do the foolish not look beyond? Physical appearances. 4. What do truly great souls seek? Krishna's divine nature. 5. What is the path of jnana? The path of spiritual wisdom. 6. Who does Krishna say is the sum of all knowledge? Krishna says that he is. 7. Who does Krishna say is the father, mother and grandfather of the universe? Krishna says that he is. 8. Who does Krishna say is the purifier? Krishna says he is. 9. Who does Krishna say is the inner witness? Krishna says he is. 10. For whose needs will Krishna provide? Krishna will provide for the needs of those who worship him and meditate upon him constantly. 11. What creatures are most dear to Krishna? Krishna looks upon all creatures equally. 12. How does Krishna say a sinner becomes holy? A sinner becomes holy when she worships Krishna with firm resolve. Chapter 10, Religion by the Heavenly Perfections 1. Why do neither gods nor sages know Krishna's origins? Because Krishna is the source of gods and sages. 2. Krishna speaks of how many great sages? Seven. 3. Krishna speaks of how many ancient ancestors? Four. 4.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 41, "book": "lessonplan_the-bhagavad-gita", "text": "What does Krishna say is the source from which all creatures evolve? Krishna says all creatures evolve from him. 5. To whom does Krishna give spiritual wisdom? Krishna gives spiritual wisdom to those steadfast in love and devotion. 6. What is Krishna's motivation for destroying the darkness of ignorance? Compassion. 7. What does Arjuna say he believes everything Krishna has said thus far to be? Divine Truth. 8. Who does Arjuna say knows Krishna's real nature? Neither gods nor demons. 9. What does Arjuna ask of Krishna in this chapter? Arjuna asks to know all of Krishna's divine attributes. 10. Among the luminaries what is Krishna? The Sun. 11. What is Krishna among bodies of water? The ocean. 12. Among mountains what is Krishna? The Himalayas. Chapter 11, The Manifesting of the One and the Manifold 1. What does Arjuna tell Krishna he longs for at the beginning of this chapter? Arjuna tells Krishna he longs to see him as the supreme ruler of creation. 2. What does Krishna say Arjuna needs in order to see what he desires to see? Spiritual vision. 3. What does Sanjaya say Krishna appeared with an infinite number of? Faces. 4. What does Sanjaya say would resemble Krishna's revealed splendor? A thousand suns simultaneously rising. 5. What does Arjuna say he sees within Krishna's body? All the gods and every living creature. 6. What does Arjuna say is Krishna's body? The cosmos. 7. How does Arjuna say the gods behave toward Krishna? Arjuna says the gods greet Krishna in fear. 8. What is the effect of Vishnu on Arjuna's heart? Arjuna's heart trembles. 9. What does Arjuna say Vishnu does to the worlds? Arjuna says Vishnu laps the worlds into his burning mouth and swallows them. 10. What does Krishna say will befall all the warriors on the field of dharma with or without Arjuna's participation? The warriors will die. 11. What does Arjuna say is Krishna's place among the gods? First. 12. For what does Arjuna apologize? Arjuna apologizes for treating Krishna casually. Chapter 12, The Religion of Faith 1. Who does Krishna tell Arjuna is the most established in yoga? Those who set their hearts on Krishna and worship him with unwavering devotion and faith. 2. What is the quality of the path to the Unrevealed according to Krishna? Hazardous and slow. 3. Who does Krishna say will be swiftly rescued from", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 42, "book": "lessonplan_the-bhagavad-gita", "text": "the cycle of birth and death? Those for whom Krishna is the supreme goal. 4. Where does Krishna tell Arjuna to still his mind? In Krishna. 5. If Arjuna is unable to still his mind, what does Krishna recommend? Krishna recommends that Arjuna learn to still his mind through the regular practice of meditation. 6. What does Krishna say is better than mechanical practice? Knowledge. 7. What does Krishna say brings immediate peace? Surrendering attachment to the results of one's actions. 8. What is the one Krishna loves incapable of? Ill will. 9. What does the one Krishna loves live beyond the reach of? \"I\" and \"mine.\" 10. How does Krishna's devotee look upon friend and foe? Krishna's devotee looks on both with equal regard. 11. What is the attitude toward praise and blame for a devotee of Krishna? Krishna's devotee is neither lifted up by praise nor dragged down by blame. 12. Who does Krishna say is truly his devotee? One who seeks Krishna as life's supreme goal. Chapter 13, Religion by Separation of Matter & Spirit 1. What does Krishna say the body is called? The field. 2. What arises in the body? All of these. 3. What are those who \"know\" truly free from according to Krishna? Pride and deceit. 4. In this chapter, what does Krishna say Brahman may be called? Being or non-being. 5. Where does Krishna say Brahman dwells? Everywhere. 6. What do the gunas and all that changes come from? Prakriti. Chapter 14, Religion by Separation from the Qualities 1. What word best describes sattva? Pure. 2. What word best describes tamas? Lethargic. 3. What word best describes rajas? Passionate. 4. What does Krishna say sattva binds us to? Happiness. 5. What does Krishna say rajas binds us to? Action. 6. What does Krishna say tamas binds us to? Delusion. Chapter 15, Religion by Attaining the Supreme 1. How does the ashvattha tree grow? Upside down. 2. What grow on the limbs of the ashvattha tree as buds? Sense objects. 3. What does the Self act through? The gunas. 4. What do those who strive resolutely on the path to yoga see? The Self within. 5. Through what does Krishna say he nourishes all plants? The moon. 6. Who is the author of the scriptures? Krishna. Chapter 16, The Separateness of the Divine and the Undivine 1. What does Krishna charge Arjuna to", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 43, "book": "lessonplan_the-bhagavad-gita", "text": "cultivate? All of these. 2. Which of these qualities does Krishna say makes a person more inhuman? Hypocrisy. 3. Krishna says some people have divine tendencies. What does he say others have? Demonic tendencies. 4. What is the destiny of those who are selfish and malicious? These souls are destined to be born to parents with the same tendencies. 5. What are the three gates to self-destructive hell? Lust, anger, greed. 6. What does Krishna urge Arjuna to act in accordance with? The scriptures. Chapter 17, Religion by the Threefold Kinds of Faith 1. What does Krishna say a person is in this chapter? His faith. 2. What do those whose faith is sattvic worship? Forms of God. 3. What do those whose faith is rajastic worship? Power and wealth. 4. What do those whose faith is tamasic worship? Spirits and ghosts. 5. What kind of food do sattvic people prefer? Mild food. 6. What kind of food do tamasic people prefer? Leftover food. Religion by Deliverance and Renunciation 1. What kind of renunciation is sannyasa? Refraining from selfish acts. 2. What kind of renunciation is tyaga? Surrendering attachment to the fruits of action. 3. Which kind of renunciation is superior according to Krishna? Tyaga. 4. What does Krisha say it is not fitting to renounce? One's responsibilities. 5. Krishna says one cannot renounce action all together so long as one has what? A body. 6. From what is no creature free from? The conditioning of the gunas. Short Essay Questions The 60 short essay questions listed in this section require a one to two sentence answer. They ask students to demonstrate a deeper understanding of the text. Students must describe what they've read, rather than just recall it. Short Essay Question - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna 1. What is Arjuna's first command to Sri Krishna? 2. Who does Arjuna see lined up to fight? What is his reaction? 3. Why does Arjuna suggest he could receive no satisfaction from killing Dhritarastra's sons? 4. What does Arjuna say would be better than killing Dhritarashtra's sons? Short Essay Question - Chapter 2, The Book of Doctrines 5. What is the first thing Sri Krishna says to Arjuna? 6. What does Sri Krishna say about Ajuna's sorrow? 7. What does Krishna tell Arjuna about work? 8. How does Krishna say Arjuna may pass from death to immortality?", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 44, "book": "lessonplan_the-bhagavad-gita", "text": "Short Essay Question - Chapter 3, Virtue in Work 9. Krishna tells Arjuna that he declared to paths for the pure of heart at the beginning of time. What are these paths? 10. What does Krishna say about those who abstain from action to enjoy sensual pleasures? 11. What does Krishna say would happen if he ever refrained from continuous work? 12. What does Krishna say about competing with another's dharma? Short Essay Question - Chapter 4, The Religion of Knowledge 13. What happens when dharma declines according to Krishna? 14. Do actions cling to Krishna? Why? 15. What does Krishna say that the wise see about action? 16. What does Krishna say about those who have gone beyond the dualities of life? Short Essay Question - Chapter 5, Religion by Renouncing Fruit of Works 17. What does Krishna tell Arjuna concerning the performance of selfless action versus the renunciation of action? 18. What does Krishna say about those who follow the path of service? 19. What does Krishna say is the difference between those whose desires are fragmented and those whose consciousness is unified? 20. How does Krishna say ignorance is destroyed? Short Essay Question - Chapter 6, Religion by Self-Restraint 21. When does Krishna say a spiritual aspirant ascends to a unitive state? 22. What are Krishna's instructions to those who aspire to a state of yoga? 23. Describe Krishna's instructions for the practice of meditation. 24. What is Krishna's response to Arjuna's complaint that the mind is restless and difficult to control? Short Essay Question - Chapter 7, Religion by Discernment 25. What are the eight divisions of Krishna's prakriti? 26. What are some of the reasons Krishna says people worship him? 27. Of those who seek the spiritual life, who are the most blessed according to Krishna? 28. What does Krishna say about the duality of attraction and aversion? Short Essay Question - Chapter 8, Religion by Devotion to the One Supreme God 29. What is Krishna's highest nature and how does it give every creature its existence? 30. What does Krishna say determines the destination of the dying. 31. What are some of the things Krishna says to describe his nature as the Lord? 32. What specific instructions does Krishna give for dying? Short Essay Question - Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery 33. What does Krishna say about the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 45, "book": "lessonplan_the-bhagavad-gita", "text": "relationship between his unmanifested form and the existence of the manifested universe? 34. What does Krishna say truly great souls seek? How? 35. What are some of the metaphors Krishna gives for his nature in this chapter? 36. How does Krishna say a sinner may become holy? Short Essay Question - Chapter 10, Religion by the Heavenly Perfections 37. What are some of the qualities found in living creatures who have their source in Krishna? 38. What are some of the most glorious of Krishna's divine powers? 39. What exists without Krishna? 40. What are the limits to Krishna's divine power? Short Essay Question - Chapter 11, The Manifesting of the One and the Manifold 41. How does Arjuna begin this chapter? 42. How does Krishna enable Arjuna to see his immortal nature? 43. What does Sanjaya say that Krishna showed Arjuna? 44. Why does Arjuna apologize to Krishna? Short Essay Question - Chapter 12, The Religion of Faith 45. Who does Krishna say are the most established in yoga? 46. With what kind of person is Krishna in love? 47. What does Krishna tell Arjuna about the path to the Unrevealed? 48. What are Krishna's instructions for Arjuna if he finds he cannot still his mind? Short Essay Question - Chapter 13, Religion by Separation of Matter & Spirit 49. What does Krishna explain to Arjuna in this chapter? 50. What is the relationship between Purusha and prakriti? Short Essay Question - Chapter 14, Religion by Separation from the Qualities 51. Describe the three gunas. 52. What happens to souls who die in each of these states? Short Essay Question - Chapter 15, Religion by Attaining the Supreme 53. What does Krishna say are the two orders of being in the world? Is there anything beyond? 54. Who does Krishna say sees truly? Short Essay Question - Chapter 16, The Separateness of the Divine and the Undivine 55. What instructions does Krishna give Arjuna at the beginning of this chapter? 56. Describe those with demonic tendencies. Short Essay Question - Chapter 17, Religion by the Threefold Kinds of Faith 57. How do those ruled by each of the gunas worship? 58. What kind of food do those ruled by each of the gunas eat? Short Essay Question - Religion by Deliverance and Renunciation 59. What is the difference between the two kinds of renunciation? 60. What kind of knowledge", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 46, "book": "lessonplan_the-bhagavad-gita", "text": "belongs to each of the gunas? Short Essay Answer Key 1. What is Arjuna's first command to Sri Krishna? Arjuna commands Krishna to drive his chariot between the two armies. Arjuna wishes to see the men who want to fight with him. 2. Who does Arjuna see lined up to fight? What is his reaction? Arjuna sees his own relations lined up to fight. He is in physical distress. His mouth is dry, he cannot stand, his skin burns and his mind whirls. 3. Why does Arjuna suggest he could receive no satisfaction from killing Dhritarastra's sons? Arjuna says he and his army would become sinners by killing them even if they are evil. Arjuna asks Krishna how he might gain happiness by killing his family. 4. What does Arjuna say would be better than killing Dhritarashtra's sons? Arjuna says it would be better for him if the sons of Dhritarashtra, weapons in hand, attacked and killed him while unarmed and unresisting. 5. What is the first thing Sri Krishna says to Arjuna? Krishna tells Arjuna that his weakness in a time of crisis is unworthy of him. Krishna urges Arjuna to rise up with a brave heart and kill the enemy. 6. What does Sri Krishna say about Ajuna's sorrow? Krishna says Arjuna's sorrow has no cause because there has never been a time Krishna or Arjuna or anyone else on the battle field has not existed. Therefore, says Arjuna, the wise grieve neither for the living nor the dead. 7. What does Krishna tell Arjuna about work? Krishna tells Arjuna he has the right to work, but never to the fruit of the work. Krishna says Arjuna must never engage in action for the sake of reward and he must remain even in mind whether the result of his actions be good or bad. 8. How does Krishna say Arjuna may pass from death to immortality? Krishna says people who renounce all selfish desires and break away from the ego-cage of \"I,\" \"Me,\" \"Mine\" are forever free and at one with the Lord. This is the supreme state and those who attain it pass from death to immortality. 9. Krishna tells Arjuna that he declared to paths for the pure of heart at the beginning of time. What are these paths? Krishna declared the paths of jnana yoga, or the path of contemplative spiritual wisdom, and the path", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 47, "book": "lessonplan_the-bhagavad-gita", "text": "of karma yoga, or the active path of selfless service. 10. What does Krishna say about those who abstain from action to enjoy sensual pleasures? Krishna says that those who abstain from action to enjoy the pleasure of the senses cannot be called sincere spiritual aspirants. Rather, says Krishna, those who control their senses through the mind excel. 11. What does Krishna say would happen if he ever refrained from continuous work? Krishna says everyone would immediately follow his example. If he stopped working, Krishna says he would be the cause of cosmic chaos and the destruction of the world. 12. What does Krishna say about competing with another's dharma? Krishna says it is better to work at one's own dharma than to be successful in the dharma of another. Competition in another's dharma breeds fear and insecurity. 13. What happens when dharma declines according to Krishna? Whenever dharma declines and people forget life's purpose, Krishna manifests on earth. Krishna is born into every age to protect good, destroy evil and restore dharma. 14. Do actions cling to Krishna? Why? Krishna says actions do not cling to him because he is not attached to their results. 15. What does Krishna say that the wise see about action? Krishna says that the wise see that there is action in the midst of inaction and inaction in the midst of action. Krishna says the wise unify their consciousness completely and act with complete awareness in all things. 16. What does Krishna say about those who have gone beyond the dualities of life? Krishna says that when one goes beyond the dualities of life, one lives in freedom. Such a person competes with no one and is alike in success and failure. 17. What does Krishna tell Arjuna concerning the performance of selfless action versus the renunciation of action? Krishna says that both lead the aspirant to the same goal; however, says Krishna, the path of action is better than the path of renunciation. 18. What does Krishna say about those who follow the path of service? Krishna says those who follow the path of service, overcome their self-will, and gain freedom from their senses, see the Self in all creatures. He says such individuals are not touched by the results of the actions they perform. 19. What does Krishna say is the difference between those whose desires are fragmented and those whose", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 48, "book": "lessonplan_the-bhagavad-gita", "text": "consciousness is unified? Those whose consciousness is unified abandon attachment to the fruits of their actions and therefore attain supreme peace. Those whose desires are fragmented, however, are selfishly attached to the fruits of their actions and are therefore bound to the consequences of all actions they perform. 20. How does Krishna say ignorance is destroyed? Krishna says ignorance is destroyed by knowledge of the Self within. The light of this knowledge reveals Brahman. Those who make Brahman their only goal and refuge are not born as separate creatures. 21. When does Krishna say a spiritual aspirant ascends to a unitive state? Krishna says the aspirant ascends to this state only when she has freed herself from attachment to the fruits of her labor and from the desire for the enjoyment of sensual pleasure. 22. What are Krishna's instructions to those who aspire to a state of yoga? Those who aspire to a state of yoga should meditate and seek the Self in inner solitude. They should control their body and mind and practice one-pointedness, liberating themselves from the desire for rewards or material possessions. 23. Describe Krishna's instructions for the practice of meditation. The aspirant should select a place which is neither to high nor too low, and seat himself firmly on a mat, cloth or skin. Then he should try to still his thoughts, sitting with his spine and head erect. He should sit silently, watching the breath with Krishna as his only goal. 24. What is Krishna's response to Arjuna's complaint that the mind is restless and difficult to control? Krishna affirms the truth of Arjuna's statement, but then says with detachment and regular practice the mind can in fact be tamed. Krishna says those who lack self-control will find it difficult to progress in meditation, but those who are self-controlled and strive earnestly, employing the proper means, will attain the highest goal of meditation. 25. What are the eight divisions of Krishna's prakriti? Earth, water, fire, air, akasha, mind, intellect, and ego are the eight divisions of Krishna's prakriti. 26. What are some of the reasons Krishna says people worship him? Krishna says some people seek the spiritual life because of their suffering. Some seek it to understand life. Some seek it out of a desire to achieve life's purpose. Some come because they are men and women of wisdom. 27. Of those who seek the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 49, "book": "lessonplan_the-bhagavad-gita", "text": "spiritual life, who are the most blessed according to Krishna? All those who seek the spiritual life, but the wise are always established in union and therefore are the most blessed. Krishna describes such wise men and women as his very Self. 28. What does Krishna say about the duality of attraction and aversion? Krishna says every creature is deluded by attraction and aversion from birth. However, Krishna says, those who establish themselves firmly in worship of him are freed from all wrong doing and no longer enslaved by the delusion of attraction and aversion. 29. What is Krishna's highest nature and how does it give every creature its existence? Krishna's highest nature is the imperishable Brahman. Brahman gives every creature its existence and lives in each creature as the adhyatma. 30. What does Krishna say determines the destination of the dying. Krishna says whatever occupies the mind at the time of death determines the soul's destination. Those who remember Krishna at the time of death come to him. 31. What are some of the things Krishna says to describe his nature as the Lord? Krishna says the Lord is the supreme poet, more subtle than the smallest particle. Krishna says the Lord is the first cause and the support of everything. Krishna says the Lord is beyond all darkness, as bright in fact as the sun itself. 32. What specific instructions does Krishna give for dying? Krishna says one should remember him at the time of death, close down all the senses, and center the mind in the heart. Then, while deep in meditation, one should focus all energy upward toward the head. If one remains in this state and repeats the divine syllable, Om, which represents the immutable Brahman, one leaves the body and attains the highest goal. 33. What does Krishna say about the relationship between his unmanifested form and the existence of the manifested universe? Krishna says his unmanifested form pervades the entire universe. He says all creatures find their existence in him, but he is in no way limited by them. He says these creatures move in him as the winds move in every direction in space. 34. What does Krishna say truly great souls seek? How? Truly great souls, Krishna says, seek his divine nature. They worship Krishna with a one-pointed mind because they see that he is the source of all and full", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 50, "book": "lessonplan_the-bhagavad-gita", "text": "of glory. 35. What are some of the metaphors Krishna gives for his nature in this chapter? Krishna says he is the ritual and he is the sacrifice. He says he is both the offering and the fire that consumes it. Krishna says he is the father, mother and grandfather of the universe. Krishna says he is the sum of all knowledge and the divine syllable Om. Krishna says he is the goal of life, the Lord and support of all, and the inner witness. 36. How does Krishna say a sinner may become holy? Krishna says a sinner may become holy when he firmly resolves to worship Krishna. This resolve conforms the sinner's soul to dharma, and thus the sinner finds boundless peace. 37. What are some of the qualities found in living creatures who have their source in Krishna? Discrimination, wisdom, understanding, forgiveness, truth, self-control, and peace of mind; as well as pleasure and pain, birth and death, fear and courage, honor and infamy, non-violence, charity, contentment, equanimity, and perseverance in the spiritual disciplines; all these have their source in Krishna. 38. What are some of the most glorious of Krishna's divine powers? Krishna is the true Self in every creature, their beginning, middle and end. Among weapons, Krishna is the thunderbolt. Among animals Krishna is the lion. Among birds Krishna is the eagle. Krishna is death, and Krishna is the radiance of all that shines. 39. What exists without Krishna? Nothing exists without Krishna. Krishna is the seed in every creature. Without Krishna, nothing can come to life. 40. What are the limits to Krishna's divine power? There is no end to Krishna's divine power and attributes. Krishna tells Arjuna that wherever he finds strength, beauty or spiritual power, he can be sure they come from Krishna's essence. 41. How does Arjuna begin this chapter? Arjuna tells Krishna that he has dispelled Arjuna's delusion with his words, and now Arjuna wishes to see Krishna's divine glory. Arjuna implores Krishna to unfold his immortal Self. 42. How does Krishna enable Arjuna to see his immortal nature? Krishna grants Arjuna spiritual vision in order to see all of Krishna's immortal glory. Krishna tells Arjuna that his divine glory may not be glimpsed with physical eyes. 43. What does Sanjaya say that Krishna showed Arjuna? Sanjaya says Krishna appeared with an infinite number of faces ornamented by heavenly jewels. He", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 51, "book": "lessonplan_the-bhagavad-gita", "text": "says Krishna displayed countless miracles and weapons, and revealed his greatness in unimaginable ways. Sanjaya says if a thousand suns were to rise in the heavens at the same time, that blaze would resemble the splendor Krishna showed to Arjuna. 44. Why does Arjuna apologize to Krishna? Arjuna apologizes to Krishna because before the vision he did not understand Krishna's true glorious, unchanging, imperishable nature. He asks forgiveness for previous occasions when he addressed Krishna casually with careless remarks. 45. Who does Krishna say are the most established in yoga? Krishna says they are most established in yoga who set their hearts on him and worship him with unwavering devotion and faith. 46. With what kind of person is Krishna in love? Krishna is in love with a person who is incapable of ill will, one who is friendly and compassionate, one who lives beyond \"I\" and \"mine,\" one who does not stir up the world and is not stirred up by it, one who is never anxious, but always detached, pure, selfless and devoted to him. 47. What does Krishna tell Arjuna about the path to the Unrevealed? Krishna tells Arjuna that the path to the Unrevealed is very difficult; however, the aspirant for whom Krishna is the supreme goal, who renounces all to be united with him, will be swiftly rescued from a fragmented cycle of births and deaths. 48. What are Krishna's instructions for Arjuna if he finds he cannot still his mind? If Arjuna finds himself unable to still his mind, Krishna urges Arjuna to learn to do so through the regular practice of meditation. If Arjuna is unable to discipline himself in this fashion, Krishna urges him to work selflessly for his sake. If Arjuna is unable to work selflessly, Krishna encourages him to surrender his attachment to the fruits of his work. 49. What does Krishna explain to Arjuna in this chapter? Krishna explains at the beginning of this chapter that one's body is called the field. He explains the nature of the field and how changes take place within it. He also describes the Knower of the field and the Knower's power. 50. What is the relationship between Purusha and prakriti? Purusha is the soul of each being. Prakriti is the energy from which the physical and mental world takes shape. Both are without beginning. Prakriti is the agent, effect and cause of", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 52, "book": "lessonplan_the-bhagavad-gita", "text": "every action, while it is Purusha that seems to experience the pleasure and pain which are the effects of prakriti. 51. Describe the three gunas. The three gunas are sattvas, rajas and tamas. Sattvas is spiritual in nature and binds souls to happiness and wisdom. Rajas is passion. It creates selfish desire and attachment in souls. Tamas is inertia. It creates laziness and insensitivity in souls. 52. What happens to souls who die in each of these states? Those dying in a sattvic state attain the pure world of the wise. Those dying in a rajastic are reborn to people driven by work. Those dying in a tamasic state are reborn to the ignorant. 53. What does Krishna say are the two orders of being in the world? Is there anything beyond? Krishna says there exist two orders of being in the world, the perishable creature and the changeless spirit. Beyond these there is another. There is the supreme Self, which is the eternal Lord, who both enters into the cosmos and supports the cosmos from within. 54. Who does Krishna say sees truly? Those see truly who see that Krishna is the supreme Self. These, Krishna says, have found the source of all wisdom, and thus they worship him whole heartedly. 55. What instructions does Krishna give Arjuna at the beginning of this chapter? Krishna charges Arjuna to be fearless and pure and never waver in his determination to pursue the spiritual life. He also charges Arjuna to give freely, and to be self-controlled, sincere, truthful, loving, and full of the desire to serve others. He says Arjuna will achieve his divine destination if he does not become angry or do harm, and finds joy in renunciation, always striving to cultivate detachment, vigor, patience, will and patience. 56. Describe those with demonic tendencies. Krishna says the demonic do things they should not do and avoid doing things they should do. They are lustful, angry and greedy. They say, \"There is no God, spiritual law, or moral order. The basis of life is sex. How could it be any other way?\" They live in delusion and cling to their deluded ideas, insatiable in their unclean desires. 57. How do those ruled by each of the gunas worship? Those who are sattvic worship the various forms of God. Those who are rajastic worship money, power and worldly success. Those who are", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 53, "book": "lessonplan_the-bhagavad-gita", "text": "tamasic worship ghosts and spirits. 58. What kind of food do those ruled by each of the gunas eat? Sattvic people enjoy food which is mild, tasty and nutritious, which promotes a good mood, health and longevity. Rajastic people enjoy heavily spiced, bitter, hot and sour food, which promotes pain, discomfort and suffering. Tamasic people prefer food that is stale, overcooked, leftover, and unclean, which has lost its nutritional value. 59. What is the difference between the two kinds of renunciation? Sannyasa is renunciation of all activities in life of all kinds. Tyaga on the other hand is the renunciation of attachment to the fruits of action, and is the type of renunciation which is recommended by Krishna. 60. What kind of knowledge belongs to each of the gunas? Sattvic knowledge sees the one indestructible Self in all beings. Rajastic knowledge sees all creatures as separate and distinct. Tamasic knowledge sees one small, narrow part of creation and mistakes it for the whole. Essay Topics/Writing Assignments These 20 essay questions can be used as essay questions on a test, or as stand-alone essay topics for a take-home or in-class writing assignment. Students should have a full understanding of the text in order to answer these questions. They ask for a thorough analysis of the text. 1. At the beginning of the first chapter, Dhritarashtra asks Sanjaya to tell him what happened on the field of dharma where his family gathered to fight the Pandavas. The story of the Bhagavad Gita then unfolds for the reader through the mouth of Sanjaya. How do we understand the story differently because it is narrated by Sanjaya, and not Krishna or Arjuna? How does this choice make the reader feel? In what ways does this narrative device enhance the effect of the story? Discuss citing specific examples. 2. Seeing Arjuna's despair prior to battle, Sri Krishna rebukes him saying such weakness in a time of crisis is unworthy of him. Krishna urges Arjuna to rise up with a brave heart and destroy the enemy. Describe Arjuna's response in detail. What is the logic of Arjuna's argument? Upon what sources does Arjuna rely to support this argument? To what conclusion does the argument lead? Discuss while citing specific examples. 3. Upon hearing the reason for Arjuna's despair, Krishna tells him he sees the prince's sincerity, but his sorrow is without cause. Arjuna fears to kill", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 54, "book": "lessonplan_the-bhagavad-gita", "text": "his kin, but Krishna says the wise grieve for neither the living nor the dead because they see that what is impermanent has no reality. What does Krishna mean by this? Where does reality lie? How does Krishna endeavor to expand Arjuna's perspective? What kind of salvation is Krishna offering? Discuss citing specific examples. 4. Krishna tells Arjuna, \"They live in wisdom who see themselves in all and all in them, who have renounced every selfish desire and sense craving tormenting the heart.\" This is a major recurring theme in the Gita. Explain and elaborate this statement of Krishna's using at least three of his own examples. 5. Krisha says, \"At the beginning of time I declared two paths for the pure heart: jnana yoga . . . and karma yoga.\" Part 1) Compare and contrast jnana yoga and karma yoga. Part 2) What kind of aspirants does Krishna say pursue each? What are the advantages of each path? Part 3) Discuss which path Krishna favors. Cite specific textual examples for all of the above. 6. Krishna tells Arjuna, \"As men approach me, so I receive them. All paths lead to me.\" What does Krishna mean by this? How does Krishna fulfill all desires whether selfish or selfless? How does Krishna \"unify one's faith?\" Discuss citing specific examples from the text. 7. Citing specific examples, answer and discuss the following: 1) What is Karma? 2) What instructions does Krishna offer for transcending karma? 3) What is the destiny of one who has transcended karma? 8. The theme of duality arises consistently in the Bhagavad Gita. What is duality and why is it central to Krishna's teaching? Discuss citing specific examples. 9. What are sense objects? Why are they important to Krishna's teaching? What is the relationship of the ignorant to sense objects? What is the relationship of the wise to the same? Discuss citing specific examples. 10. \"Awakened sages call a person wise when all his undertakings are free from anxiety about results; all selfish desires are consumed in the fire of knowledge.\" What does this statement of Krishna's mean? Why should one not care about the outcome of his actions? What is the \"fire of knowledge?\" Is this theme central to Krishna's teaching? Why or why not? Use specific examples from the text. 11. Krishna says that \"the wise see that there is action in the midst of inaction", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 55, "book": "lessonplan_the-bhagavad-gita", "text": "and inaction in the midst of action.\" What is the meaning of this cryptic statement? Discuss its significance in the Bhagavad Gita citing specific examples. 12. Krishna tells Arjuna that the will is the Self's only friend as well as the Self's only enemy. What does this mean? For whom is the Self a friend? For whom is the Self an enemy? What does Krishna say an aspirant should do with respect to her will? Use specific examples from the text. 13. What is Krishna's attitude concerning meditation? Discuss this attitude and outline Krishna's directions for meditation in detail citing specific examples from the text. 14. Krishna tells Arjuna that the gunas come from him, and although he is not in them, he enjoys their play. Write an essay discussing the following: Part 1) What is the guna sattva? What are some examples of a sattvic attitude? What are some examples of sattvic action? What do souls possessing a primarily sattvic nature worship? Part 2) What is the guna rajas? What are some examples of a rajastic attitude? What are some examples of rajastic action? What do souls possessing a primarily rajastic nature worship? Part 3) What is the guna tamas? What are some examples of a tamasic attitude? What are some examples of tamasic action? What do souls possessing a primarily tamasic nature worship? Part 4) What is the destiny of souls which are guided by sattva, rajas, and tamas respectively? Part 5) Can the gunas be transcended? Use specific examples from the text for all of the above. 15. Krishna speaks to Arjuna at length about dying and one's conduct at the time of death. How does one's conduct at the time of death influence the destiny of one's soul? How does Krishna say Arjuna's soul may be united with him when Arjuna dies, and what are Krishna's instructions for this? Use specific examples from the text. 16. Krishna grants Arjuna a cosmic vision of his supreme immutable nature. How does this happen? What does Arjuna see? What is the impact of the vision on Arjuna? What is the impact of the vision on the reader? Discuss citing specific examples. 17. In chapter twelve, Krishna describes at length the one with whom he is in love. What are the characteristics of this \"one?\" How do the characteristics of this one fit into Krishna's previous teachings? Discuss citing specific", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 56, "book": "lessonplan_the-bhagavad-gita", "text": "examples. 18. Toward the end of the Bhagavad Gita, Krishna shifts his attention to those souls with \"demonic tendencies.\" 1) Describe the attitudes of souls of this nature. How are they different from the attitudes Krishna has previously promoted? 2) Discuss what Krishna teaches concerning the destiny of souls of demonic nature. 3) What are the \"three gates\" to self-destruction? How may these be avoided? Use specific examples for all the above. 19. Compare and contrast sannyasa and tyaga, the two forms of renunciation. Which does Krishna say is better? Why? Discuss citing specific examples from the text. 20. Krishna's teachings consistently return to several major things that bind souls to death and rebirth. Part 1) Identify three such things and explain them clearly citing specific examples from the Gita. Part 2) Outline in detail the means Krishna offers for transcending these, and breaking the cycle of death and rebirth. Part 3) Attempt to unify these themes, using either your own words or Krishna's, into a single instruction for attaining what Krishna calls \"the supreme goal.\" Cite specific examples from the text for all of the above. Daily Lessons This section contains 30 daily lessons. Each one has a specific objective and offers at least three (often more) ways to teach that objective. Lessons include classroom discussions, group and partner activities, in-class handouts, individual writing assignments, at least one homework assignment, class participation exercises and other ways to teach students about the text in a classroom setting. Use some or all of the suggestions provided to work with your students in the classroom and help them understand the text. Lesson 1 Objective: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna In The Bhagavad Gita, the story of Arjuna and Sri Krishna is told by Sanjaya to Dhritarashtra. This lesson will explore the influence of this particular narrative choice on the work as a whole. 1) 1) NARRATIVE STRUCTURE: Discuss different traditional methods of constructing a narrative with the class, briefly outlining each. 2) Class Discussion: The story of Arjuna and Sri Krishna comes to the reader through Sanjaya's account to Dhritarashtra of the events that transpired on the \"field of dharma.\" This is a a very specific way of relating the story. How does this choice influence the reader's perspective? How does it make the reader feel? 3) Small Group Discussion: In groups of 3 or 4, discuss how", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 57, "book": "lessonplan_the-bhagavad-gita", "text": "the Bhagavad Gita would be different if the story were narrated by Krishna? What about Arjuna? What about an unidentified, omniscient narrator? 4) In-Class Writing: Write an essay of a few paragraphs discussing the purpose behind the narrative structure of the Bhagavad Gita. Why do you think it is told in the way it is? 5) Homework: Find another work you have read on your bookshelf at home. Compare and contrast its narrative structure with that of the Bhagavad Gita. Lesson 2 Objective: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna Sanjaya narrates the Bhagavad Gita for Dhritarashtra who is a blind king. This lesson will explore the significance of the blind king as a symbol. 1) 1) SYMBOLISM: Discuss the use of symbolism in literature. What are some other significant symbols you have studied previously with the class? How did these symbols impact the works in which they were found? 2) Class Discussion: Is it significant that a blind king is the audience of the Bhagavad Gita? What are some of the possible spiritual implications of this choice? How would the use of a different audience impact the work? 3) Partner Discussion: What was your first response to the discovery of Gita's audience? How did it make you feel? How did it influence the way you read work? Did you have other expectations? What were they? 4) In-Class Writing: Write an essay of a few paragraphs synthesizing your thoughts about the author's choice of audience. How do you expect it to impact the rest of the work? 5) Homework: Find a few other books you have read recently. For whom are these works written? How does the choice of audience impact these works? How are the audiences of these works similar to and and different from the Bhagavad Gita? Write an essay of a page or less discussing your findings. Lesson 3 Objective: Chapter 2, The Book of Doctrines This chapter opens with Sri Krishna urging Arjuna on to battle. Arjuna, his eyes burning with tears of anguish and frustration, passionately exclaims to Krishna that he cannot fight. This lesson will explore in depth the content of the argument Arjuna puts forth to Krishna. 1) 1) Partner Discussion: Is this an emotional chapter? In what way? Is it also an intellectual chapter? How? What are the philosophical underpinnings of Arjuna's reasoning for being unable to fight? 2) Class", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 58, "book": "lessonplan_the-bhagavad-gita", "text": "Discussion: What is the source of Arjuna's objections? Is his objection rooted in scripture? How do we know? Is his objection also rooted in fear? Attachment? Attachment to what and/or whom? What is the Arjuna's highest level of awareness at this point in the Bhagavad Gita? 3) In-Class Writing: Synthesize your thoughts from the class discussion. In an essay of a few paragraphs to a page discuss what you believe to be holding Arjuna back on the deepest level. 4) Homework: Begin a journal of your thoughts on the Bhagavad Gita. Write an entry about a time you were afraid as Arjuna is in the second chapter. What enabled you to move forward? Was your awareness expanded by the experience? How? (If the student wishes to keep her reflections private, she need only bring the journal to class to show the teacher entries have been written. The teacher need not read the content.) Lesson 4 Objective: Chapter 2, The Book of Doctrines Sri Krishna responds to Arjuna's words of distress saying the prince speaks with sincerity, but his sorrow is without cause, as the wise grieve for neither the living nor the dead. Krishna goes on to offer Arjuna profound and comforting knowledge. This lesson will explore in depth Krishna's response to Arjuna's distress. 1) 1) In-Class Writing: How did you expect Arjuna's servant, Krishna, to respond to his master's distress? How did your expectations align with what Krishna actually says? Write a couple paragraphs. 2) Group Discussion: What is Krishna's advice to Arjuna? How does he realign Arjuna's perspective? How does he expand Arjuna's field of awareness? Why is this so deeply comforting? 3) Partner Analysis: Methodically work your way through Krishna's response to Arjuna's distress with your partner. On a sheet of paper break down Krishna's words into parts or steps. Label each part to see how they are distinct. Now formulate a paragraph together explaining how all the distinct steps are actually one unified thing. Share your work with the whole class. 4) Homework: In your Gita Journal, write an entry reflecting on Krishna's response to the distress of Arjuna. In your last entry you explored a time when you felt like Arjuna in distress and how you moved forward. Was the thought or discovery or awareness-expansion that enabled you to move forward anything like Krishna's advice? If not, was there ever a time when you made", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 59, "book": "lessonplan_the-bhagavad-gita", "text": "a discovery that had something in common with Krishna's advice? Lesson 5 Objective: Chapter 3, Virtue in Work In this chapter, Krishna focuses on the spiritual importance of work and action. No one who shuns action may attain freedom, Krishna says. This lesson will explore the concept of work and action in the Gita. 1) 1) Group Discussion: \"He who shirks action does not attain freedom; no one can gain perfection by abstaining from work. Indeed, there is no one who rests for even an instant; every creature is driven to action by his own nature.\" Divide the class into small groups. Have each group discuss what these words of Krishna mean to them. 2) Class Discussion: Discuss as a class the discoveries that were made in the small groups. How were the small groups' findings different from one another? How were they similar? Attempt to unify the class's response. 3) In-Class Writing: Write an essay of no more than a page describing an event in life that taught you freedom through action. 4) Homework: Interview a parent or friend about an event in their life that showed them the possibility of freedom through action. Write a summary of a few paragraphs. Lesson 6 Objective: Chapter 3, Virtue in Work In this chapter Krishna tells Arjuna that anyone who enjoys the gifts of the devas without offering selfless acts in return is a thief. In this lesson we will explore the concept of selflessness in the Bhagavad Gita. 1) 1) Class Discussion: What is Krishna's attitude toward selflessness? Why is it important? How does it benefit one's soul? 2) Partner Analysis: Make a list of all the ways Krishna says one may act selflessly. Does Krishna's notion of selflessness extend into parts of life you have not previously considered? What are those? Why is it important that selflessness penetrate so deeply into every aspect of one's being. Summarize your discoveries and share them with the rest of the class. 3) In-Class Writing: Write a page-long essay connecting the concept of selflessness with the concepts of work and action from the previous lesson. Cite specific examples from the text and the class discussions. 4) Homework: In your Gita Journal, write an entry reflecting on a time you were either selfish or selfless. How did this event impact you? What did you learn? Lesson 7 Objective: Chapter 4, The Religion of Knowledge", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 60, "book": "lessonplan_the-bhagavad-gita", "text": "In this Krishna says that actions do not cling to him because he is not attached to their results. In other words, Krishna is free from karma. This lesson will explore the concept of karma. 1) 1) KARMA: Karma is action and reaction. Everything we do has consequences, and when we are attached to the outcome of something we do, we bind ourselves to the experience of that outcome, whether it be pleasurable or painful. This concept appears in every chapter of the Bhagavad Gita. 2) Group Discussion: Does karma seem mysterious to the class? Does it seem like a murky, supernatural concept, or does it seem highly practical? Why? Why does Krishna think Arjuna will benefit from relinquishing his attachment to the results of his actions? How does this relinquishment connect back to Arjuna's distress at being expected to fight his relatives? 3) Partner Analysis: Work your way through the third chapter and divide Krishna's teachings into two categories: assertions Krishna makes about truth and wisdom, and actions Krishna recommends for accomplishing the same. How do your discoveries deepen your understanding of Krishna's teaching? Share your findings with the class. 4) Homework: Write an entry in your Gita Journal reflecting on a specific experience of karma in your life. What was the action? What was the reaction? What did you learn? Lesson 8 Objective: Chapter 4, The Religion of Knowledge In this chapter Krishna discusses the nature of the various sacrifices souls make to him. This lesson will explore the theme of sacrifice. 1) 1) Class Discussion: What does Krishna say about sacrifice? What is Brahman? What does it mean that the process of sacrifice is Brahman? How can Brahman also be the thing which offers the sacrifice? 2) Group Analysis: Make a list of all of the sacrifices Krishna says one may make. How many different categories of sacrifice are there? What is the impact of each kind of sacrifice on the one offering the sacrifice? What type of sacrifice do you think is superior? Share your results with the whole class. 3) In-Class Writing: Write an essay of a page or less discussing Krishna's attitude toward sacrifice in the Bhagavad Gita. 4) Homework: Write an entry in your Gita Journal about a time you were called upon to sacrifice something. What did you sacrifice? What was the impact of the sacrifice on you? Lesson 9 Objective: Chapter", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 61, "book": "lessonplan_the-bhagavad-gita", "text": "5, Religion by Renouncing Fruit of Works Though difficult to attain, Krishna says those who renounce selfish attachments attain supreme peace. This lesson will explore renunciation. 1) 1) Class Discussion: How does renunciation relate to the earlier discussions about karma and action? How is renunciation distinct from these concepts? What does Krishna mean when he says, \"those who surrender to Brahman all selfish attachments are like the leaf of a lotus floating clean and dry in water?\" 2) Group Discussion: In groups of 3 or 4, discuss the following: How does renunciation lead to the mind \"being established in Brahman?\" What is Brahman? Let each person in the group find one example in the chapter of the spiritual fruit of renunciation. Share your findings with the class. 3) In-Class Writing: Write a one-page essay discussing how renunciation leads one to see the same Self in all living creatures. Cite specific examples from the text. 4) Homework: Using an encyclopedia or the internet research the spiritual practice of renunciation. What do you learn about the practice that is the same as in the Gita? What is different? Summarize your findings. Lesson 10 Objective: Chapter 5, Religion by Renouncing Fruit of Works Krishna tells Arjuna that pleasures born in the world have a beginning, middle and end, and they give birth to misery. This lesson will explore the nature of these pleasures. 1) 1) Class Discussion: What does Krishna mean by \"pleasures born in the world?\" Why do the wise not seek refuge in them? How do they cause misery? 2) Group Discussion: Does Krishna believe all earthly pleasures should be completely avoided? Is there a proper way to enjoy them? What is that way? Find specific examples in the text and share your discoveries with the rest of the class. 3) In-Class Writing: Write and essay of a few paragraphs to a page discussing how one may enjoy the pleasures of the world without losing oneself in them. Use specific examples from the Bhagavad Gita and today's discussion. 4) Homework: Choose an example from today's headlines of someone becoming lost in the pleasure of the world. Alternatively, find a story about someone renouncing these pleasures. Summarize the article and return your work to the teacher. Lesson 11 Objective: Chapter 6, Religion by Self-Restraint Krishna tells Arjuna that the will is the Self's only enemy, and the will is the Self's only", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 62, "book": "lessonplan_the-bhagavad-gita", "text": "friend. This lesson will explore the nature of will in the Bhagavad Gita. 1) 1) Class Discussion: What does Krishna say to Arjuna about the nature of will? What does it mean when Krishna says that the will is the only friend of the Self and the only enemy of the Self? How does Krishna instruct Arjuna to use his will? 2) Group Discussion: Comb through the chapter as a group and find all of the ways Krishna urges Arjuna to utilize his will both implicitly and explicitly. How does this expand your understanding of the concept of will in the work? Share your discoveries with the whole class. 3) In-Class Writing: Krishna says that those who have realized the supreme reality have subdued their senses, and see stone, dirt and gold as the same thing. What does Krishna mean? How is will essential to this realization? Defend your ideas in two or three paragraphs and cite specific examples from the text and today's discussion. 4) Homework: Write a Gita Journal entry reflecting on a time your will was your friend. Alternatively, reflect on an instance of your will acting as your enemy. Lesson 12 Objective: Chapter 6, Religion by Self-Restraint Krishna says that those who aspire to a state of yoga, or union, should seek the inner Self in solitude through the practice of meditation. This lesson will explore Krishna's instructions concerning meditation in the Bhagavad Gita. 1) 1) Class Discussion: What does Krishna say in this chapter about meditation? Why does Krishna say it is essential? What specific instructions does Krishna give for the manner in which meditation should be practiced? 2) Partner Analysis: Comb through the chapter to find every instruction Krishna gives concerning meditation. Which of his instructions apply to the inner nature of meditation? Which apply to the external nature? How are the inner and outer connected? 3) In-Class Writing: Write an essay of a few paragraphs discussing why the manner in which one meditates is significant. Cite specific examples from the Gita and today's discussion. 4) Homework: Utilizing Krishna's instructions from chapter six, meditate for at least fifteen minutes. Write an entry in your Gita Journal about your experience. Had you ever meditated before? Were Krishna's instructions useful to you? Lesson 13 Objective: Chapter 7, Religion by Discernment Krishna says the birth and dissolution of the cosmos takes place in him, and, in fact,", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 63, "book": "lessonplan_the-bhagavad-gita", "text": "nothing is separate from him. This lesson will explore the nature Krishna's presence in all things. 1) 1) Group Discussion: Krishna begins many sentences in this chapter with \"I am.\" Go through the chapter and identify all of these statements. What do they have in common? Do any seem contradictory? Where does Krishna seem to be leading Arjuna? 2) Class Discussion: What does Krishna mean when he says, \"The states of sattva, rajas, and tamas come from me, but I am not in them?\" If Krishna has been saying he is in everything, how can there be anything in which he is not? What sort of inner state does this difficult question lead you to? 3) In-Class Writing: Synthesize your thoughts on today's class and group discussions. What do you think Krishna means when he says the states of sattva, rajas, and tamas come from him but he is not in them? Defend your thesis using specific examples from the text and today's discussion. 4) Homework: Ask a parent or friend what they suppose Krishna means. Summarize your discussion and compare and contrast it with your own thoughts. Lesson 14 Objective: Chapter 7, Religion by Discernment Krishna tells Arjuna that when a person is devoted to something with complete faith, Krishna unifies that persons faith. This lesson will explore how Krishna unifies his followers' faith. 1) 1) Class Discussion: What does Krishna mean when he says he unifies a soul's faith when they are completely devoted to something? What does he mean when he says a soul's every desire is fulfilled by him? What about souls with desires for lesser things--money, power, sex? Does Krishna grant these things as well? 2) Partner Analysis: Comb through the chapter to find every statement of Krishna's you believe sheds light on the above questions. Next to each passage, write a few sentences describing how you find the passage to be helpful. 3) In-Class Writing: Write an essay of a few paragraphs discussing how Krishna unifies every soul's faith. Support your thesis with specific examples from the text, today's discussion and your partner analysis. 4) Homework: Write an entry in your Gita Journal about something you strive for. Have you received the object of your striving either in whole or in part? If so, how did this come to pass? If not, what prevented you from obtaining what you desire? How does your experience", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 64, "book": "lessonplan_the-bhagavad-gita", "text": "relate to Krishna's words about unifying faith? Lesson 15 Objective: Chapter 8, Religion by Devotion to the One Supreme God At the beginning of this chapter, Krishna tells Arjuna that whatever occupies the mind at the time of death determines the destination of the dying. Krishna goes on to offer Arjuna instruction on how to die. This lesson will explore how one's inner state at the time of death determines one's path after death. 1) 1) Group Analysis: Comb through the chapter and isolate all the statements Krishna makes concerning death and dying. Divide these into two categories. The first category should be what Krishna says about the purpose of death and the importance of one's inner state at the time of death. The other category should be what Krishna says about the way in which one should die in order to come to him. Discuss how these categories are connected to one another. Share your discoveries with the whole class. 2) In-Class Writing: Write a page of your own giving instructions to an imagined friend on what death means and how one should die according to the Bhagavad Gita. 3) Class Discussion: How does this discussion about death relate to the class's earlier discussions about the will? How does it relate to the class's discussion about the senses? How do the words of the Gita support or contradict what you have been raised to believe? 4) Homework: Write an entry in your Gita Journal reflecting on today's discussion about death and how to die. Have you considered your own death before? What feelings do you associate with it? What feelings do Krishna's words raise for you in this regard? Lesson 16 Objective: Chapter 8, Religion by Devotion to the One Supreme God Krishna says that those who understand know the day of Brahma ends after a thousand yugas and the night of Brahma ends after a thousand yugas. He says the multitude of beings is created and destroyed again and again. This lesson will explore the cycle of death and rebirth. 1) 1) Class Discussion: What does Krishna reveal in this chapter about the nature of the universe? Is Krishna's universe a one-time event, or is it created, sustained and destroyed again and again? Is this similar or different to what we tend to think in America? How? 2) Group Discussion: What does Krishna say about the soul's cycle", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 65, "book": "lessonplan_the-bhagavad-gita", "text": "of birth and death? How does this relate to what Krishna says about the cycle of the creation and destruction of the universe? How are the cycles similar? How are they different? Is it possible that they have a microcosmic/macrocosmic relationship? 3) In-Class Writing: The cycle of human death and birth is metaphorically related to the cycle of creation and destruction in the universe. Defend or refute this statement using specific examples from the Gita. 4) Homework: Using and encyclopedia or the internet find another intellectual model of the nature of life and death. Summarize your findings. Compare and contrast them with Krishna's words in the Gita. Lesson 17 Objective: Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery Krishna says truly great souls seek his divine nature and worship him with one-pointedness, a frequently mention concept in the Bhagavad Gita. This lesson will explore the concept of one-pointedness. 1) 1) Class Discussion: What does Krishna mean by one-pointedness? Have we heard this term before? Have we heard others like it? Where? Why is this concept so important to Krishna? 2) In-Class Writing: Write two to three paragraphs connecting the concept of one-pointedness in this chapter with Krishna's words about meditation in chapter six. Cite specific examples from the text and from class discussions. 3) Group Discussion: In this chapter Krishna also presents Arjuna with a litany of things that he is. It is a list of many things. How does the concept of one-pointedness underpin Krishna's litany? Is there a paradox here? Is it similar to any others we have discovered so far? What are they? 4) Homework: Write an entry in your Gita Journal reflecting on how the theme of one-pointedness applies to the other lessons in the Gita (e.g., meditation, renunciation, etc.). Lesson 18 Objective: Chapter 9, Religion by the Kingly Knowledge & the Kingly Mystery Krishna tells Arjuna that those who follow the Vedas rituals liberate themselves from evil and reach the vast heaven of the gods. This lesson will explore the importance of ritual in the Bhagavad Gita. 1) 1) Class Discussion: What is Krishna's attitude toward ritual? What is the value of ritual? What are the dangers of ritual? What is higher than the execution of rituals according to Krishna? Where are the souls who practice vedic rituals led? How does Krishna say one may escape their fate? 2) Partner Analysis: Comb", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 66, "book": "lessonplan_the-bhagavad-gita", "text": "the chapter to find every statement of Krishna's concerning rituals. Divide your findings into two categories: negative aspects of ritual and positive aspects of ritual. Discuss what makes each positive and negative. What new information have you unearthed that was not mentioned in the class discussion? Share your findings with the whole class. 3) In-Class Writing: The practice of ritual is detrimental to a soul's evolution. Defend or refute this statement citing specific examples from the text and class discussion. 4) Homework: Using an encyclopedia or the internet, research a vedic ritual. Summarize your findings. Lesson 19 Objective: Chapter 10, Religion by the Heavenly Perfections This chapter begins with Krishna pronouncing a great list of his divine attributes and history. He speaks in a way he often does in the Gita, naming honor after honor and power after power in a magnificent awe-inspiring fashion. This lesson will explore this rhetorical device in the Gita. 1) 1) RHETORIC: Define rhetoric for the class. Discuss its power. Discuss examples of its use in other works you have read together. 2) Class Discussion: How does the way Krishna speaks at the beginning of this chapter make you feel? How does the way he structures what he is saying enhance its content? Does the passage at the beginning of the chapter remind you of any other passages in the Gita? If so, which ones and why? 3) In-Class Writing: Re-write Krishna's passage in your own words. You may present the content in any way you like. Read it to yourself, and then read it aloud. How does the effect change? What does this teach you about Krishna's use of rhetoric? 4) Partner Analysis: Further analyze the structure of the opening passage. What is its beginning? Middle? End? How does it build and evolve? How is the structure of the speech attempting to affect the listener? Does it succeed? 5) Homework: Find another speech from a work you have read, and analyze its rhetorical style in the way you analyzed Krishna's speech. Summarize your discoveries. Lesson 20 Objective: Chapter 10, Religion by the Heavenly Perfections In this chapter Krishna describes himself using a great number of metaphors such as, \"among weapons I am the thunderbolt,\" and \"among animals I am the lion.\" This lesson will explore the use of metaphor in the Bhagavad Gita. 1) 1) METAPHOR: Define the literary device for the class. Discuss", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 67, "book": "lessonplan_the-bhagavad-gita", "text": "examples of the use of metaphor in other works you have studied together. 2) Class Discussion: Why do you think Krishna shifts to the use of metaphor here? What is the impact of the device in the chapter? What do the metaphors Krishna employs have in common? 3) Partner Analysis: Carefully examine all of the metaphors Krishna uses in this chapter to describe his nature. What patterns do you notice? What do these patterns help the reader to understand about who Krishna is? Based on the patterns you have discovered, come up with some other metaphors for Krishna. 4) Homework: Write a list of metaphors for yourself or someone in your family. Make sure the metaphors are following a specific pattern or are emanating from a particular center. Share your work with the class. Lesson 21 Objective: Chapter 11, The Manifesting of the One and the Manifold At Arjuna's request, Krishna grants him a cosmic vision of his divine, immutable nature. This chapter will explore the impact of this vision on our understanding of Krishna. 1) 1) Class Discussion: Why do you think Arjuna desires to see Krishna in all of his glory? Is his faith weak? Is he just curious? What is the impact of the vision on the reader? What is the impact of the vision on Arjuna? How does this event move the narrative of the Bhagavad Gita forward? 2) Partner Analysis: Re-read the passage containing the cosmic vision together. What are the parts of the vision? How do the parts work together for the whole? How does the vision develop? Is it beautiful? Terrifying? Both? 3) In-Class Writing: Compare and contrast the cosmic vision with another revelation from a book you have studied with the class. Cite specific examples from the text. 4) Homework: Write an entry in your Gita Journal reflecting on the cosmic vision. Did it have an emotional impact on you? A spiritual impact? Discuss? Lesson 22 Objective: Chapter 11, The Manifesting of the One and the Manifold After receiving the cosmic vision of Krishna, Arjuna is terribly afraid. He bows before Krishna and offers him praise. This lesson will explore the significance of Arjuna's response to the cosmic vision of Krishna. 1) 1) Class Discussion: How does Arjuna respond to the vision of Krishna's divinity? Why is he afraid? How does Krishna respond to Arjuna's fear? How does Arjuna's response to the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 68, "book": "lessonplan_the-bhagavad-gita", "text": "vision move the story of Gita forward? How does it shape our understanding of Arjuna's nature? How does it shape our understanding of Krishna's nature? 2) Group Analysis: Examine the relationship between Arjuna and Sri Krishna at the end of this chapter. Aloud as a group, compare and contrast their relationship at this point with their relationship at the beginning of the Gita. How has it changed? How has it remained the same? What have we learned about these men? 3) In-Class Writing: Write a page-long essay discussing how the cosmic vision and Arjuna's response to it developed the Bhagavad Gita for you. Cite specific examples from the text. 4) Homework: Write an essay of one to two pages comparing and contrasting the cosmic vision in the Bhagavad Gita with a passage from John's Revelation in the Bible. Cite specific examples from each. Lesson 23 Objective: Chapter 12, The Religion of Faith In this chapter Krishna tells Arjuna that he may come to supreme knowledge of the divine through regular practice if he is unable to still his mind. This lesson will explore the theme of spiritual practice in the Bhagavad Gita. 1) 1) Class Discussion: Are you surprised to hear Krishna say Enlightenment may be accomplished through regular practice? Why or why not? What does this statement reveal about Krishna's nature? 2) In-Class Writing: Krishna's teachings in the Bhagavad Gita are highly practical. Write an essay of 3-5 paragraphs defending or refuting this statement. Please cite specific examples from the text. 3) Group Discussion: Are there other instances in the Gita of Krishna recommending practice? Where are they? Compare and contrast these instances with Krishna's instruction in chapter 12. 4) Homework: Write an entry in your Gita Journal about something you practice or have practiced regularly? Was practice easy or hard? What did you gain through practice? Lesson 24 Objective: Chapter 12, The Religion of Faith In this chapter Krishna gives a detailed description of the one with whom he is in love. This lesson will explore the nature of this \"one.\" 1) 1) Class Discussion: With whom does Krishna say he is in love? What are the attributes of this one? What has such a one renounced? What does such a one transcend? How does such a one conduct herself? 2) Partner Analysis and Discussion: Compile a list of all the statements Krishna makes about the one with", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 69, "book": "lessonplan_the-bhagavad-gita", "text": "whom he is in love. Discuss together how this list is connected to Krishna's earlier spiritual instructions in the Gita. 3) In-Class Writing: Write a story of two to three pages in length about a the person with whom Krishna is in love. Share your story with the whole class. 4) Homework: Do you know anyone who is like the \"one\" of whom Krishna speaks? Write a Gita Journal entry about them. Lesson 25 Objective: Chapter 13, Religion by Separation of Matter & Spirit In this chapter Krishna distinguishes between the soul and the body. This lesson will explore the different domains of the soul and the body, and their relationship to one another in the Bhagavad Gita. 1) 1) Class Discussion: What is Purusha? What is Prakriti? What do each of these come from? What is the relationship between Purusha and Prakriti? 2) Partner Analysis: Comb through the chapter to find all of the statements Krishna makes about the nature of the body and the nature of the soul. Organize these in two columns on a sheet of paper. Look look at the statements side by side. In one sentence describe the underlying distinction between the two columns. Share your sentence with the class. 3) In-Class Writing: Write a page-long essay connecting what Krishna says about the soul and the body in this chapter to his earlier teachings about sense objects and renunciation. Cite specific examples from the Gita. 4) Homework: Write a Gita Journal entry reflecting on your understanding of the relationship between the soul and the body. Do you agree with the Gita? Was your understanding at all changed or expanded by Krishna's teaching? Lesson 26 Objective: Chapter 14, Religion by Separation from the Qualities In this chapter Krishna discusses the nature of the gunas in depth, as well as the destinies of those who are ruled by each. This lesson will examine the gunas. 1) 1) In-Class Discussion: What are the gunas? How many are they? What do they come from? What are their distinguishing characteristics? Do you feel like you witness these qualities in people you know? In yourself? 2) Partner Analysis and Discussion: Make three columns (one for each guna) on a blank sheet of paper. Comb through the chapter and list all of the qualities that pertain to each guna. On a separate sheet of paper draw three more columns. Comb through the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 70, "book": "lessonplan_the-bhagavad-gita", "text": "chapter again and write down the destiny of souls bound to each guna. Discuss your findings with your partner. Do you see a logic at work? What is it? Summarize your discoveries. 3) In-Class Writing: Using Krishna's words from the end of the chapter, write an essay of two or three paragraphs in length explaining what the gunas are and how they may be transcended. 4) Homework: Write an entry in your Gita Journal about aspects of yourself which you feel are born of each guna. Are you comfortable with what you have found? Is there anything you would like to change? What is it? Lesson 27 Objective: Chapter 15, Religion by Attaining the Supreme At the beginning of this chapter, Krishna describes the ashvattha tree of which the great sages have spoken. This lesson will examine the ashvattha tree as a symbol in the Bhagavad Gita. 1) 1) In-Class Discussion: What is the ashvattha tree? What is unique about this tree? What nourishes it? What grows from its buds? What does the tree bind us to? How does Krishna say the tree can be cut down? Why would we want to cut it down? 2) Group Discussion: What is the ashvattha tree a symbol of? Why is it important that it is a tree? Why is it important that the tree is upside down? Does the lesson Krishna is teaching using the ashvattha tree similar to any other lesson we have examined thus far in the Bhagavad Gita? Which one(s)? 3) In-Class Writing: Compare and contrast the ashvattha-tree lesson with another lesson from the Bhagavad Gita. Be sure to cite specific examples from the text. 4) Homework: Write a page-long essay comparing and contrasting the symbol of the ashvattha tree with a symbol from another work you have read. Lesson 28 Objective: Chapter 16, The Separateness of the Divine and the Undivine In this chapter Krishna distinguishes between two paths, the path of the divine and the path of the demonic. Thus far in the Bhagavad Gita Krishna's attention has lingered on the qualities of the former. Now his attention shifts to the qualities and destiny of the latter. This lesson will examine demonic tendencies. 1) 1) In-Class Discussion: What are the demonic tendencies of which Krishna speaks? In what way are they different from the qualities Krishna has promoted in the Gita up to this point? Where do", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 71, "book": "lessonplan_the-bhagavad-gita", "text": "these tendencies lead? Is there any escape? What is it? 2) In-Class Writing: Write a letter to a friend warning him about the demonic tendencies outlined in the Bhagavad Gita. In your own words, offer Krishna's advice for moving beyond them. 3) Group Discussion: What are the \"three gates\" to self-destruction? What is their relationship to the demonic tendencies already mentioned? How do souls escape these gates? How do the souls that escape conduct themselves? Are you surprised by this dark turn in the seemingly peaceful Gita? Why or why not? 4) Homework: Using an encyclopedia or the internet, prepare a presentation on an historical figure you feel embodied the dark tendencies the Gita describes. Lesson 29 Objective: Chapter 17, Religion by the Threefold Kinds of Faith This chapter begins with Arjuna asking Krishna about the nature of faith. Krishna explains that everyone has some kind of faith born of the gunas. This lesson will explore the faiths attendant to each guna. 1) 1) In-Class Discussion: What exactly is Arjuna asking at the beginning of the chapter? What is Krishna's response? What do sattvic souls worship? What do rajastic souls worship? What do tamasic souls worship? How does this correspond to what we already know about the nature of the gunas? 2) Group Discussion: What kind of food do souls of sattvic faith enjoy? What about souls of rajastic faith? What about souls of tamasic faith? How is each of these preferred foods and expression of the nature of the gunas? 3) In-Class Writing: Every aspect of a person's life is determined by the guna that predominates in that person's life. Defend or refute this statement citing specific examples from the text. 4) Homework: Write a Gita Journal entry outlining all the food you have eaten for the last week. Which guna seems to rule your diet? Lesson 30 Objective: Religion by Deliverance and Renunciation In this last chapter Arjuna asks Krishna whether sannyasa or tyaga, the two forms of renunciation, is superior. This lesson will explore the difference between sannyasa and tyaga, and the advantages of each. 1) 1) In-Class Discussion: What is sannyasa? What is tyaga? Which does Krishna prefer? What makes sannyasa so difficult according to Krishna? What is it about tyaga that brings about swifter results? 2) Partner Analysis: Comb through the chapter and generate two lists, one describing the path of sannyasa and the other", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 72, "book": "lessonplan_the-bhagavad-gita", "text": "describing the path of tyaga. If you were describing these paths to someone who had never read the Bhagavad Gita what would you say? Summarize in your own words. 3) In-Class Writing: When Krishna explains the path of tyaga, he describes the way souls ruled by each guna work. Compose an essay of any length explaining how the principles of each guna are manifested in the work a person does. Cite specific examples from the text. 4) Homework: Write a final Gita Journal entry reflecting on sannyasa and tyaga. Which path most appeals to you? What kind of worker are you, sattvic, rajastic, tamasic? Reflect also on your experience of reading the Bhagavad Gita? What have you learned? How has it affected you? Fun Classroom Activities The 20 enjoyable, interactive classroom activities that are included will help your students understand the text in amusing ways. Fun Classroom Activities include group projects, games, critical thinking activities, brainstorming sessions, writing poems, drawing or sketching, and more that will allow your students to interact with each other, be creative, and ultimately grasp key concepts from the text by \"doing\" rather than simply studying. 1. Hindu Religious Images Using an encyclopedia, the internet or any other resource you like, create a visual presentation of Hindu religious images. Annotate each and present your work to the class. 2. Painting Select a favorite scene or passage from the Gita. Paint a picture for the class inspired by it. The piece may be either literal or abstract. 3. Song Writing Select a favorite scene or passage from the Gita and compose a song based on it. Play your song for the whole class. 4. Costumes Choose your favorite character or image from the Gita. Costume yourself as the character or image and present your work to the class. 5. Boardgame Make a board game based on the Bhagavad Gita. Invent the rules and \"story\" of the game, then fashion the board and pieces. Teach your game to the class and enjoy! 6. Dramatic Interpretation Choose a friend from the class and work together to dramatize a scene between Sri Krishna and Arjuna. Present your work to the whole class. 7. Report on the Upanishads Read the Upanishads. How do they expand your understanding of the Bhagavad Gita? Select some passages to to read to the class, and discuss your findings. 8. Bhagavad Gita versus the Gospels of", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 73, "book": "lessonplan_the-bhagavad-gita", "text": "the New Testament Create a presentation comparing and contrasting the Bhagavad Gita and the teachings of Jesus of Nazareth. Discuss the similarities and differences with the class. 9. Arjuna's Cosmic Vision Chapter 11 of the Bhagavad Gita is filled with numerous lavish images of Krishna's cosmic glory. Choose one or two which you find especially vibrant and represent them using paints, colored pencils or pastel chalk. Present your work to the class. 10. Vedic Rituals Research vedic rituals. Put together a visual presentation for the class. If possible, obtain the proper materials and perform a vedic ritual for the class. 11. Make A Map Using any medium you like, draw a detailed map of India and present it to the class. 12. The History of the Gita Research the history of the Bhagavad Gita. Write a report of a few pages and prepare a visual presentation that you will present to the class. 13. Sculpture Using clay, create a Hindu sculpture and present it to the class. 14. Interview Conduct an interview with a practicing Hindu on the religious importance of the Bhagavad Gita. Present your interview to the class. 15. The Life Of Gandhi Mohandas Gandhi was incredibly influenced by the Bhagavad Gita when he first encountered it at University in England. Prepare a presentation on the life of Gandhi and how it was shaped by the teachings of the Gita. Present your work to the class. 16. Krishna Research Krishna as a character in other works besides the Bhagavad Gita. Is he portrayed the same or differently? Prepare a visual presentation and present it to the class. 17. Peripheral Characters The first chapter of the Bhagavad Gita is filled with names of Arjuna's relatives, names which would be quite famous to a Hindu audience. Research the history of these characters and present your findings to the class. 18. Images Of Holy India Prepare an elaborate visual presentation of holy sites in India with descriptions of each. Present your work to the class. 19. The Gita And Mohammed Create a presentation for the class comparing and contrasting the teachings of Krishna found in the Gita with the teachings of the Great Prophet Mohamed. 20. The Gita And Buddha Create a presentation for the class comparing and contrasting the teachings of Krishna found in the Gita with the teachings of Siddhartha Buddha. Worksheets and Evaluation Forms The following worksheets may", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 74, "book": "lessonplan_the-bhagavad-gita", "text": "come in handy for grading in-class student performance. Note: These forms are included as printable Word and PDF files with your purchase. Oral Reading Evaluation Sheet Reading Assignment Sheet Writing Evaluation Form Oral Reading Evaluation Sheet Name: ___________________________________________ Period: _________________________________________ 5 = Above Average 3 = Average 1 = Below Average Audibility - Projecting your voice so your audience can hear and understand you. 5 4 3 2 1 Pronunciation - Ability to recognize words before you say them and pronounce all the sounds correctly. 5 4 3 2 1 Articulation - Using your tongue, mouth and lips to pronounce all the sounds correctly. 5 4 3 2 1 Vocal Variety/Expression - Using appropriate pitch, volume and flow. 5 4 3 2 1 Rate - Reading a speed, or pace that is easy to follow. 5 4 3 2 1 Comments: Reading Assignment Sheet Name: ___________________________________________ Period: _________________________________________ Reading Assignment Date Assigned Date Due Date Completed To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ To Page: _______ __________ __________ __________ Writing Evaluation Form Name: ___________________________________________ Period: _________________________________________ 5 = Above Average 3 = Average 1 = Below Average Clear thesis or position 5 4 3 2 1 Relevant supporting arguments 5 4 3 2 1 Transitions between paragraphs 5 4 3 2 1 Clarity of expression 5 4 3 2 1 Strong conclusion 5 4 3 2 1 Grammar 5 4 3 2 1 Spelling 5 4 3 2 1 Punctuation 5 4 3 2 1 Quizzes & Homework Assignments Use these as possible quizzes for your lesson plans. Alternatively, they can be used as homework assignments. They are designed to test your students' understanding or the material at different stages throughout the unit. You may easily create your own tests using our Quiz and Test Generator related to this product. One Week Lesson Plan Quiz - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 14, Religion by Separation from the Qualities Two Week Lesson Plan Quiz - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 75, "book": "lessonplan_the-bhagavad-gita", "text": "10, Religion by the Heavenly Perfections Four Week Lesson Plan Quiz - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 5, Religion by Renouncing Fruit of Works Four Week Lesson Plan Quiz - Chapter 11, The Manifesting of the One and the Manifold to Chapter 15, Religion by Attaining the Supreme Eight Week Lesson Plan Quiz - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 3, Virtue in Work Eight Week Lesson Plan Quiz - Chapter 4, The Religion of Knowledge to Chapter 4, The Religion of Knowledge Eight Week Lesson Plan Quiz - Chapter 5, Religion by Renouncing Fruit of Works to Chapter 6, Religion by Self-Restraint Eight Week Lesson Plan Quiz - Chapter 7, Religion by Discernment to Chapter 8, Religion by Devotion to the One Supreme God Eight Week Lesson Plan Quiz - Chapter 11, The Manifesting of the One and the Manifold to Chapter 12, The Religion of Faith Eight Week Lesson Plan Quiz - Chapter 13, Religion by Separation of Matter & Spirit to Chapter 14, Religion by Separation from the Qualities Eight Week Lesson Plan Quiz - Chapter 15, Religion by Attaining the Supreme to Chapter 17, Religion by the Threefold Kinds of Faith Quiz: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 14, Religion by Separation from the Qualities Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What does Krishna tell Arjuna is the goal of all work? a) Spiritual wisdom. b) Wealth. c) Power. d) Divine favor. 2. What does Krishna say is the source from which all creatures evolve? a) Krishna says all creatures evolve from rajas. b) Krishna says all creatures evolve from sattva. c) Krishna says all creatures evolve from him. d) Krishna says all creatures evolve from Arjuna. 3. Where does Krishna say true sustenance may be found? a) In service. b) In love. c) In anger. d) In bland foods. 4. Who does Krishna say is the supreme poet? a) Dhritarashtra. b) Arjuna. c) Sanjaya. d) The Lord. 5. Who attains the goal of yoga according to Krishna? a) Those who enjoy sensual pleasure. b) Those who refrain from action. c) Those who lack energy. d) Those who work without expectation of reward. Short Answer Questions Directions: Answer the question with", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 76, "book": "lessonplan_the-bhagavad-gita", "text": "a short answer. 1. Who does Krishna say is the sum of all knowledge? 2. What is the only creature that is not subject to rebirth according to Krishna? 3. What does Krishna tell Arjuna about the world of the senses? 4. What is Nirvana? 5. What does Arjuna say is Krishna's place among the gods? Quiz Answer Key: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 14, Religion by Separation from the Qualities Multiple Choice Answer Key 1. a. 2. c. 3. a. 4. d. 5. d. Short Answer Key 1. Who does Krishna say is the sum of all knowledge? Krishna says that he is. 2. What is the only creature that is not subject to rebirth according to Krishna? The creature which is united with Krishna. 3. What does Krishna tell Arjuna about the world of the senses? Pleasures conceived in the world of the senses have a beginning and an end and give birth to misery. 4. What is Nirvana? The state of abiding peace and joy in God. 5. What does Arjuna say is Krishna's place among the gods? First. Quiz: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 10, Religion by the Heavenly Perfections Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? a) Arjuna says Krishna's advice seems inconsistent. b) Arjuna says Krishna's advice is inspiring. c) Arjuna says Krishna's advice is very wise. d) Arjuna says Krishna's advice is foolish. 2. According to Krishna, what binds a person to continual rebirth? a) Love. b) Attachment to the fruits of one's actions. c) Enmity. d) Worship of false gods. 3. Where is Krishna's eternal seed to be found? a) In a bowl in a valley. b) In every creature. c) In a jar on a mountain top. d) Only in the human heart. 4. What satisfaction will Arjuna find from killing Dhritarashtra's sons? a) Arjuna will find no satisfaction. b) Arjuna will be satisfied to have won the crown for himself. c) Arjuna will be satisfied to have killed these evil men. d) Arjuna will be satisfied to have saved India from eternal damnation. 5. Where do all creatures find their existence? a) In Akasha. b) In Krishna. c)", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 77, "book": "lessonplan_the-bhagavad-gita", "text": "In suffering. d) On Earth. Short Answer Questions Directions: Answer the question with a short answer. 1. According to Krishna, what do those who excel control? 2. What do the six months of the northern path of the sun lead souls to? 3. What does Krishna say is the source from which all creatures evolve? 4. What is Krishna's true being? 5. How does Krishna urge Arjuna to reshape himself? Quiz Answer Key: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 10, Religion by the Heavenly Perfections Multiple Choice Answer Key 1. a. 2. b. 3. b. 4. a. 5. b. Short Answer Key 1. According to Krishna, what do those who excel control? Senses. 2. What do the six months of the northern path of the sun lead souls to? These months lead souls to liberation. 3. What does Krishna say is the source from which all creatures evolve? Krishna says all creatures evolve from him. 4. What is Krishna's true being? Unborn and changeless. 5. How does Krishna urge Arjuna to reshape himself? Through the power of his will. Quiz: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 5, Religion by Renouncing Fruit of Works Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. Who is with Arjuna before the battle begins? a) Dhritarashtra. b) The Prime Minister of India. c) Sanjaya. d) Sri Krishna. 2. What has the person done, who indulges his senses for his own pleasure, ignoring the needs of others, according to Krishna? a) Wasted his life. b) Harmed no one. c) Discovered the meaning of life. d) Worshipped God. 3. How does Arjuna respond to Sri Krishna's advice from the previous chapter? a) Arjuna says Krishna's advice is very wise. b) Arjuna says Krishna's advice is foolish. c) Arjuna says Krishna's advice seems inconsistent. d) Arjuna says Krishna's advice is inspiring. 4. Who lives in freedom according to Krishna? a) Those who fill their lives with pleasure and root out all unpleasantness. b) Those who have gone beyond the dualities of life. c) Those who have a secure family life. d) Those who have amassed great wealth. 5. According to Krishna, what have those done who are established in the Self? a) They have learned to hate their father and mother.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 78, "book": "lessonplan_the-bhagavad-gita", "text": "b) They have renounced all selfish attachments. c) They have abandoned everyone they know. d) They have forgotten their true nature. Short Answer Questions Directions: Answer the question with a short answer. 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? 2. Whose family does Bhishma fight for? 3. What does Krishna say it is difficult to achieve perfect renunciation without? 4. What does Sri Krishna counsel Arjuna to do? 5. Where do the paths of the practice of selfless action and the renunciation of action lead? Quiz Answer Key: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 5, Religion by Renouncing Fruit of Works Multiple Choice Answer Key 1. d. 2. a. 3. c. 4. b. 5. b. Short Answer Key 1. How does Arjuna respond to Sri Krishna's advice from the previous chapter? Arjuna says Krishna's advice seems inconsistent. 2. Whose family does Bhishma fight for? Dhritarashtra's family. 3. What does Krishna say it is difficult to achieve perfect renunciation without? Krishna says it is difficult to achieve perfect renunciation without performing action. 4. What does Sri Krishna counsel Arjuna to do? Rise up with a brave heart and destroy the enemy. 5. Where do the paths of the practice of selfless action and the renunciation of action lead? The same goal. Quiz: Chapter 11, The Manifesting of the One and the Manifold to Chapter 15, Religion by Attaining the Supreme Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What does Krishna say tamas binds us to? a) Happiness. b) Delusion. c) Drink. d) Action. 2. What does Krishna say will befall all the warriors on the field of dharma with or without Arjuna's participation? a) The warriors will die. b) The warriors will live. c) The warriors will feed on the blood of the innocent. d) The warriors will laugh. 3. What does the Self act through? a) Pleasure. b) The gunas. c) The scriptures. d) The ashvattha tree. 4. Through what does Krishna say he nourishes all plants? a) A plastic watering can b) The moon. c) The sun. d) Plant food. 5. What does Krishna say is better than mechanical practice? a) Swimming. b) Knowledge. c) Reading. d) Singing. Short Answer Questions Directions: Answer the question with a short answer. 1.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 79, "book": "lessonplan_the-bhagavad-gita", "text": "If Arjuna is unable to still his mind, what does Krishna recommend? 2. Where does Krishna say Brahman dwells? 3. What does Sanjaya say Krishna appeared with an infinite number of? 4. What word best describes rajas? 5. What does Krishna say sattva binds us to? Quiz Answer Key: Chapter 11, The Manifesting of the One and the Manifold to Chapter 15, Religion by Attaining the Supreme Multiple Choice Answer Key 1. b. 2. a. 3. b. 4. b. 5. b. Short Answer Key 1. If Arjuna is unable to still his mind, what does Krishna recommend? Krishna recommends that Arjuna learn to still his mind through the regular practice of meditation. 2. Where does Krishna say Brahman dwells? Everywhere. 3. What does Sanjaya say Krishna appeared with an infinite number of? Faces. 4. What word best describes rajas? Passionate. 5. What does Krishna say sattva binds us to? Happiness. Quiz: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 3, Virtue in Work Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. For what do the ignorant work according to Krishna? a) Fame. b) Their family. c) The welfare of the whole world. d) Their own profit. 2. According to Krishna, what is worse than death for a man of honor? a) Dishonor. b) Fighting his relatives. c) Being ignored. d) Being teased. 3. According to Krishna, what may no one gain perfection by abstaining from? a) Prayer. b) Alcohol. c) Food. d) Work. 4. Where is Arjuna when he surveys the armies? a) In a mighty chariot. b) Deep in meditation. c) In the keep of his castle. d) On the deck of his ship. 5. According to Arjuna what is the result of social chaos? a) Social chaos is a sign of the end of times. b) Social chaos disrupts the process of spiritual evolution. c) Social chaos creates many joyful parties. d) Social chaos brings justice to the poor. Short Answer Questions Directions: Answer the question with a short answer. 1. What happens when the women of a family become corrupt according to Arjuna? 2. According to Krishna what happens to us when our body is worn out? 3. According to Arjuna, what happens when a family declines? 4. According to Arjuna what is the result of social", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 80, "book": "lessonplan_the-bhagavad-gita", "text": "chaos? 5. Who assembles the army of the Pandavas? Quiz Answer Key: Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna to Chapter 3, Virtue in Work Multiple Choice Answer Key 1. d. 2. a. 3. d. 4. a. 5. b. Short Answer Key 1. What happens when the women of a family become corrupt according to Arjuna? Society is plunged into chaos. 2. According to Krishna what happens to us when our body is worn out? Our inner self acquires a new body. 3. According to Arjuna, what happens when a family declines? Ancient traditions are destroyed. 4. According to Arjuna what is the result of social chaos? Social chaos disrupts the process of spiritual evolution. 5. Who assembles the army of the Pandavas? Yudhishthira. Quiz: Chapter 4, The Religion of Knowledge Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What has Arjuna forgotten that Krishna remembers? a) The way to Delhi. b) The way to Bombay. c) The many births through which the soul passes. d) The way to the mountain of Vishnu. 2. Krishna says that even if Arjuna were the most sinful of sinners he could cross beyond all sin. How? a) Krishna says Arjuna could cross beyond all sin by sharing Krishna's wisdom with another. b) Krishna says if Arjuna sells all of his possession he could cross beyond all sin. c) Krishna says Arjuna could go live alone in the mountains and be forgiven because of his sacrifice. d) Krishna says Arjuna could cross beyond all sin with spiritual wisdom. 3. What is Maya? a) Another name for Arjuna. b) Arjuna's wife. c) Illusion. d) Reality. 4. Where does Krishna say true sustenance may be found? a) In anger. b) In service. c) In love. d) In bland foods. 5. What does Krishna say happened to the practice of yoga through time? a) The practice of yoga became corrupted. b) The practice of yoga was discovered. c) The practice of yoga was lost. d) The practice of yoga became enhanced. Short Answer Questions Directions: Answer the question with a short answer. 1. Where does Sri Krishna tell Arjuna all paths lead? 2. Who lives in freedom according to Krishna? 3. What has Arjuna forgotten that Krishna remembers? 4. Where does Krishna say true sustenance may be found?", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 81, "book": "lessonplan_the-bhagavad-gita", "text": "5. What does Krishna tell Arjuna is the goal of all work? Quiz Answer Key: Chapter 4, The Religion of Knowledge Multiple Choice Answer Key 1. c. 2. d. 3. c. 4. b. 5. c. Short Answer Key 1. Where does Sri Krishna tell Arjuna all paths lead? Krishna says all paths lead to him. 2. Who lives in freedom according to Krishna? Those who have gone beyond the dualities of life. 3. What has Arjuna forgotten that Krishna remembers? The many births through which the soul passes. 4. Where does Krishna say true sustenance may be found? In service. 5. What does Krishna tell Arjuna is the goal of all work? Spiritual wisdom. Quiz: Chapter 5, Religion by Renouncing Fruit of Works to Chapter 6, Religion by Self-Restraint Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. How does Krishna urge Arjuna to reshape himself? a) Through the power of his will. b) Through the power of his muscles. c) Through the power of his mind. d) Through the power of his heart. 2. On what should one sit while meditating? a) On a cloth. b) On kusha grass. c) On a deerskin. d) Any of these. 3. What does Krishna say is the only friend of the Self? a) God. b) The will. c) The heart. d) The mind. 4. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? a) They live a life of worldly pleasure. b) They become fools. c) Sin cannot touch them. d) Good deeds cannot reach them. 5. What is the path for those who have ascended to yoga? a) Stillness and peace. b) Carefree living. c) Selfless work. d) Turbulence and unrest. Short Answer Questions Directions: Answer the question with a short answer. 1. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? 2. What does Krishna say is the only friend of the Self? 3. Unto whom does Krishna say abiding joy comes? 4. On what should one sit while meditating? 5. What are those who have achieved perfect renunciation free from? Quiz Answer Key: Chapter 5, Religion by Renouncing Fruit of Works to Chapter 6, Religion by Self-Restraint Multiple Choice Answer Key 1. a. 2. d. 3. b. 4. c. 5. a. Short Answer", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 82, "book": "lessonplan_the-bhagavad-gita", "text": "Key 1. According to Krishna, what happens to those who surrender all selfish attachments to Brahman? Sin cannot touch them. 2. What does Krishna say is the only friend of the Self? The will. 3. Unto whom does Krishna say abiding joy comes? To those who still their mind. 4. On what should one sit while meditating? Any of these. 5. What are those who have achieved perfect renunciation free from? Any sense of duality. Quiz: Chapter 7, Religion by Discernment to Chapter 8, Religion by Devotion to the One Supreme God Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What do the six months of the northern path of the sun lead souls to? a) These months lead souls to rebirth. b) These months lead souls to sadness. c) These months lead souls to liberation. d) These months lead souls to pleasure. 2. Where do those who worship the gods go according to Krishna? a) To hell. b) To heaven. c) To rebirth. d) To the Gods. 3. What is the only creature that is not subject to rebirth according to Krishna? a) The cow. b) The woman. c) The human being. d) The creature which is united with Krishna. 4. What is adhiyajna? a) The eternal Brahman. b) Krishna's daughter. c) The supreme sacrifice. d) The perishable body. 5. What does Krishna say is his true nature? a) The joy of birth. b) The peace of death. c) Lightness of heart. d) Transcendant of birth and death. Short Answer Questions Directions: Answer the question with a short answer. 1. Where do devotees of Krishna come? 2. Where is Krishna's eternal seed to be found? 3. What is the only creature that is not subject to rebirth according to Krishna? 4. What is adhyatma? 5. What is adhiyajna? Quiz Answer Key: Chapter 7, Religion by Discernment to Chapter 8, Religion by Devotion to the One Supreme God Multiple Choice Answer Key 1. c. 2. d. 3. d. 4. c. 5. d. Short Answer Key 1. Where do devotees of Krishna come? To Krishna. 2. Where is Krishna's eternal seed to be found? In every creature. 3. What is the only creature that is not subject to rebirth according to Krishna? The creature which is united with Krishna. 4. What is adhyatma? The", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 83, "book": "lessonplan_the-bhagavad-gita", "text": "imperishable Brahman. 5. What is adhiyajna? The supreme sacrifice. Quiz: Chapter 11, The Manifesting of the One and the Manifold to Chapter 12, The Religion of Faith Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What does Sanjaya say Krishna appeared with an infinite number of? a) Clocks. b) Bottles. c) Cows. d) Faces. 2. What does Arjuna say Vishnu does to the worlds? a) Arjuna says Vishnu laps the worlds into his burning mouth and swallows them. b) Arjuna says Vishnu stands before the world and stomps on every single living thing. c) Arjuna say Vishnu breathes light into the world. d) Arjuna says Vishnu blows out the light of the world. 3. What does Arjuna tell Krishna he longs for at the beginning of this chapter? a) Arjuna tells Krishna he longs to possess Krishna's power himself. b) Arjuna tells Krishna he longs to fall in love with a beautiful princess. c) Arjuna tells Krishna he longs to see him as the supreme ruler of creation. d) Arjuna tells Krishna he longs for a large castle in the mountains. 4. Who does Krishna say will be swiftly rescued from the cycle of birth and death? a) Those for whom Krishna is the supreme goal. b) Priests. c) Poets. d) Those for whom enjoyment of the world is the supreme goal. 5. What is the attitude toward praise and blame for a devotee of Krishna? a) Krishna's devotee is never praised and is never blamed. b) Krishna's devotee is enamored of praise and terrified of blame. c) Krishna's devotee is ambivalent about praise and blame. d) Krishna's devotee is neither lifted up by praise nor dragged down by blame. Short Answer Questions Directions: Answer the question with a short answer. 1. What is the effect of Vishnu on Arjuna's heart? 2. What is the quality of the path to the Unrevealed according to Krishna? 3. What does Sanjaya say would resemble Krishna's revealed splendor? 4. Who does Krishna say is truly his devotee? 5. What does Arjuna tell Krishna he longs for at the beginning of this chapter? Quiz Answer Key: Chapter 11, The Manifesting of the One and the Manifold to Chapter 12, The Religion of Faith Multiple Choice Answer Key 1. d. 2. a. 3. c. 4. a. 5. d.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 84, "book": "lessonplan_the-bhagavad-gita", "text": "Short Answer Key 1. What is the effect of Vishnu on Arjuna's heart? Arjuna's heart trembles. 2. What is the quality of the path to the Unrevealed according to Krishna? Hazardous and slow. 3. What does Sanjaya say would resemble Krishna's revealed splendor? A thousand suns simultaneously rising. 4. Who does Krishna say is truly his devotee? One who seeks Krishna as life's supreme goal. 5. What does Arjuna tell Krishna he longs for at the beginning of this chapter? Arjuna tells Krishna he longs to see him as the supreme ruler of creation. Quiz: Chapter 13, Religion by Separation of Matter & Spirit to Chapter 14, Religion by Separation from the Qualities Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What arises in the body? a) Pleasure and Pain. b) Intelligence. c) Will. d) All of these. 2. What are those who \"know\" truly free from according to Krishna? a) Smiles and laughter. b) Dishonor and scandal. c) Success and failure. d) Pride and deceit. 3. What word best describes tamas? a) Passionate. b) Lethargic. c) Funny. d) Pure. 4. What word best describes sattva? a) Funny. b) Pure. c) Passionate. d) Lethargic. 5. What does Krishna say sattva binds us to? a) Action. b) Delusion. c) Happiness. d) Drink. Short Answer Questions Directions: Answer the question with a short answer. 1. What word best describes tamas? 2. What does Krishna say rajas binds us to? 3. What arises in the body? 4. What word best describes sattva? 5. In this chapter, what does Krishna say Brahman may be called? Quiz Answer Key: Chapter 13, Religion by Separation of Matter & Spirit to Chapter 14, Religion by Separation from the Qualities Multiple Choice Answer Key 1. d. 2. d. 3. b. 4. b. 5. c. Short Answer Key 1. What word best describes tamas? Lethargic. 2. What does Krishna say rajas binds us to? Action. 3. What arises in the body? All of these. 4. What word best describes sattva? Pure. 5. In this chapter, what does Krishna say Brahman may be called? Being or non-being. Quiz: Chapter 15, Religion by Attaining the Supreme to Chapter 17, Religion by the Threefold Kinds of Faith Name: ___________________________________________ Period: _________________________________________ This quiz consists of 5 multiple choice and 5 short answer questions. Multiple Choice", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 85, "book": "lessonplan_the-bhagavad-gita", "text": "Questions Directions: Circle the correct answer. 1. Who is the author of the scriptures? a) Gandhi. b) Arjuna. c) Dhritarashtra. d) Krishna. 2. What does the Self act through? a) Pleasure. b) The gunas. c) The scriptures. d) The ashvattha tree. 3. How does the ashvattha tree grow? a) In water. b) Underground. c) Upside down. d) Sideways. 4. What grow on the limbs of the ashvattha tree as buds? a) Oranges. b) Sense objects. c) Apples. d) Good deeds. 5. What do those whose faith is tamasic worship? a) Nothing. b) Forms of God. c) Spirits and ghosts. d) Power and wealth. Short Answer Questions Directions: Answer the question with a short answer. 1. Who is the author of the scriptures? 2. What does Krishna urge Arjuna to act in accordance with? 3. What kind of food do sattvic people prefer? 4. What do those whose faith is tamasic worship? 5. Krishna says some people have divine tendencies. What does he say others have? Quiz Answer Key: Chapter 15, Religion by Attaining the Supreme to Chapter 17, Religion by the Threefold Kinds of Faith Multiple Choice Answer Key 1. d. 2. b. 3. c. 4. b. 5. c. Short Answer Key 1. Who is the author of the scriptures? Krishna. 2. What does Krishna urge Arjuna to act in accordance with? The scriptures. 3. What kind of food do sattvic people prefer? Mild food. 4. What do those whose faith is tamasic worship? Spirits and ghosts. 5. Krishna says some people have divine tendencies. What does he say others have? Demonic tendencies. Tests Six pre-generated tests are included for your convenience. There is a mid-book test and a final test produced with three distinct levels of difficulty. You may easily create your own tests using our Quiz and Test Generator related to this product. Easy Mid-Book Test - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna - Chapter 10, Religion by the Heavenly Perfections Easy Final Test - Complete Book Medium Mid-Book Test - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna - Chapter 10, Religion by the Heavenly Perfections Medium Final Test - Complete Book Hard Mid-Book Test - Book 1, Bhagavadgita: Chapter 1, The Distress of Arjuna - Chapter 10, Religion by the Heavenly Perfections Hard Final Test - Complete Book Mid-Book Test (up to Chapter 10, Religion by the Heavenly Perfections) Name: ___________________________________________ Period:", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 86, "book": "lessonplan_the-bhagavad-gita", "text": "_________________________________________ This test consists of 15 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. Among mountains what is Krishna? a) The Rockies. b) The Himalayas. c) The Andes. d) The Alps. 2. What does Krishna do when someone is devoted to something with complete faith? a) Krishna laughs at that person. b) Krishna unifies that person's faith. c) Krishna disillusions that person. d) Krishna teaches that person discrimination. 3. Krishna speaks of how many ancient ancestors? a) Eight. b) Two. c) Seven. d) Four. 4. What does Krishna say is his true nature? a) Lightness of heart. b) Transcendant of birth and death. c) The peace of death. d) The joy of birth. 5. According to Sri Krishna, nothing is higher than what for a warrior? a) A peaceful settlement of a conflict. b) Dying in battle. c) A war against evil. d) A war against relations. 6. What is Krishna's motivation for destroying the darkness of ignorance? a) Affection. b) Compassion. c) Greed. d) Lust. 7. What satisfaction will Arjuna find from killing Dhritarashtra's sons? a) Arjuna will find no satisfaction. b) Arjuna will be satisfied to have killed these evil men. c) Arjuna will be satisfied to have saved India from eternal damnation. d) Arjuna will be satisfied to have won the crown for himself. 8. For what do the wise work according to Krishna? a) The welfare of the whole world. b) Their own profit. c) Their family. d) Fame. 9. According to Krishna, what is worse than death for a man of honor? a) Fighting his relatives. b) Dishonor. c) Being ignored. d) Being teased. 10. Where should those who aspire to the state of yoga seek the Self? a) In a barren desert. b) On a high mountain. c) In a deep forest. d) In inner solitude. 11. According to Krishna, what binds a person to continual rebirth? a) Worship of false gods. b) Attachment to the fruits of one's actions. c) Enmity. d) Love. 12. What does Arjuna ask of Krishna in this chapter? a) Arjuna asks to know Krishna's deepest darkest secrets. b) Arjuna asks to know Krishna's hopes and dreams. c) Arjuna asks to know Krishna's long term plans. d) Arjuna asks to know all of Krishna's divine attributes. 13. According to Krishna, what happens to those who perform all their actions in the", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 87, "book": "lessonplan_the-bhagavad-gita", "text": "spirit of service? a) Their karma is dissolved. b) Their children are happy. c) They are born into a lower caste. d) They are to be considered fools. 14. For whose needs will Krishna provide? a) Krishna will provide for those who make offerings of soma and slaughtered pigs. b) Krishna will provide for those who practice Vedic rituals everyday. c) Krishna will provide for the needs of those who worship him and meditate upon him constantly. d) Krishna will provide for the needs of anyone and everyone, whatever actions they take. 15. According to Krishna, who thinks always, \"I am not the doer?\" a) Those with hightened consciousness. b) Those whose consciousness is unified. c) Those without consciousness. d) Those whose consciousness is divided. Short Answer Questions Directions: Answer the question with a short answer. 1. Where do devotees of Krishna come? 2. According to Krishna, what cannot be pierced by weapons or burned by fire? 3. Krishna speaks of how many great sages? 4. From whence does Krishna say delusion arises? 5. What does Krishna say is his action? Easy Mid-Book Test - Answer Key Multiple Choice Answer Key 1. b. 2. b. 3. d. 4. b. 5. c. 6. b. 7. a. 8. a. 9. b. 10. d. 11. b. 12. d. 13. a. 14. c. 15. b. Short Answer Key 1. Where do devotees of Krishna come? To Krishna. 2. According to Krishna, what cannot be pierced by weapons or burned by fire? The Self. 3. Krishna speaks of how many great sages? Seven. 4. From whence does Krishna say delusion arises? From the duality of attraction and aversion. 5. What does Krishna say is his action? Creation and the bringing forth of creatures. Final Test Name: ___________________________________________ Period: _________________________________________ This test consists of 15 multiple choice and 5 short answer questions. Multiple Choice Questions Directions: Circle the correct answer. 1. Who does Krishna say is truly his devotee? a) One who seeks pleasure as life's supreme goal. b) One who seeks penance as life's supreme goal. c) One who seeks Krishna as life's supreme goal. d) One who seeks family as life's supreme goal. 2. What is the destiny of those who are selfish and malicious? a) These souls are bound to be sent to heaven. b) These souls are bound to plumbers. c) These souls have no destiny. d) These souls are destined to", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 88, "book": "lessonplan_the-bhagavad-gita", "text": "be born to parents with the same tendencies. 3. What does Krishna say is the only enemy of the Self? a) The will. b) The mind. c) The heart. d) God. 4. Where does Krishna tell Arjuna to still his mind? a) In beer. b) In Dharma. c) In Karma. d) In Krishna. 5. What is adhyatma? a) The supreme sacrifice. b) Krishna's daughter. c) Krishna's son. d) The imperishable Brahman. 6. Which of these qualities does Krishna say makes a person more inhuman? a) Hypocrisy. b) Selflessness. c) Gentleness. d) Grace. 7. What does Krishna say is better than mechanical practice? a) Reading. b) Swimming. c) Singing. d) Knowledge. 8. What does the one Krishna loves live beyond the reach of? a) Love and affection. b) \"I\" and \"mine.\" c) \"We\" and \"ours.\" d) Wit and cleverness. 9. What is Krishna's motivation for destroying the darkness of ignorance? a) Affection. b) Greed. c) Lust. d) Compassion. 10. What are the three gates to self-destructive hell? a) Indifference, ignorance, humor. b) Lust, anger, greed. c) Purity, love, kindness. d) One, two and three. 11. What does Krishna urge Arjuna to act in accordance with? a) The scriptures. b) A wise teacher. c) The desires of his wife. d) His own desires. 12. From whence does Krishna say delusion arises? a) From the duality of attraction and aversion. b) From love of one's neighbor. c) From the devil. d) From falsehood. 13. What does Krishna say a person is in this chapter? a) His family circumstances. b) His heritage. c) His desires. d) His faith. 14. Who attains the goal of yoga according to Krishna? a) Those who refrain from action. b) Those who lack energy. c) Those who work without expectation of reward. d) Those who enjoy sensual pleasure. 15. What are those who \"know\" truly free from according to Krishna? a) Dishonor and scandal. b) Pride and deceit. c) Success and failure. d) Smiles and laughter. Short Answer Questions Directions: Answer the question with a short answer. 1. Who does Krishna say is the father, mother and grandfather of the universe? 2. What kind of renunciation is sannyasa? 3. According to Arjuna, what happens when a family declines? 4. What does Krishna tell Arjuna is the goal of all work? 5. According to Krishna, what fulfills all human desire? Easy Final Test - Answer Key Multiple Choice Answer Key", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 89, "book": "lessonplan_the-bhagavad-gita", "text": "1. c. 2. d. 3. a. 4. d. 5. d. 6. a. 7. d. 8. b. 9. d. 10. b. 11. a. 12. a. 13. d. 14. c. 15. b. Short Answer Key 1. Who does Krishna say is the father, mother and grandfather of the universe? Krishna says that he is. 2. What kind of renunciation is sannyasa? Refraining from selfish acts. 3. According to Arjuna, what happens when a family declines? Ancient traditions are destroyed. 4. What does Krishna tell Arjuna is the goal of all work? Spiritual wisdom. 5. According to Krishna, what fulfills all human desire? The Devas. Mid-Book Test (up to Chapter 10, Religion by the Heavenly Perfections) Name: ___________________________________________ Period: _________________________________________ This test consists of 5 multiple choice, 5 short answer, and 10 short essay questions. Multiple Choice Questions Directions: Circle the correct answer. 1. According to Krishna which of the following is highest? a) The body. b) The intellect. c) The Atman. d) The mind. 2. According to Krishna, what cannot be pierced by weapons or burned by fire? a) Arjuna's palace. b) Arjuna's chariot. c) Arjuna's body. d) The Self. 3. For what do the ignorant work according to Krishna? a) Their family. b) Their own profit. c) The welfare of the whole world. d) Fame. 4. According to Krishna where does reality lie? a) In scripture. b) In the temporal. c) In the eternal. d) In human trials and tribulations. 5. Where do Dhritarashtra's family and the Pandavas gather to fight? a) The great mountain. b) The field of dreams. c) The field of Rohan. d) The field of dharma. Short Answer Questions Directions: Answer the question with a short answer. 1. What does Krishna say is his true nature? 2. What are those who have achieved perfect renunciation free from? 3. What does Krishna say is the fate of those who have no faith in the supreme law of life? 4. What does Krishna say is the only enemy of the Self? 5. What is adhibhuta? Short Essay Questions Directions: Answer the questions with a short paragraph. 1. What does Krishna tell Arjuna concerning the performance of selfless action versus the renunciation of action? 2. How does Krishna say a sinner may become holy? 3. What does Krishna tell Arjuna about work? 4. When does Krishna say a spiritual aspirant ascends to a unitive state? 5. What are Krishna's instructions", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 90, "book": "lessonplan_the-bhagavad-gita", "text": "to those who aspire to a state of yoga? 6. What is Arjuna's first command to Sri Krishna? 7. What does Krishna say about those who abstain from action to enjoy sensual pleasures? 8. What does Krishna say truly great souls seek? How? 9. Who does Arjuna see lined up to fight? What is his reaction? 10. Of those who seek the spiritual life, who are the most blessed according to Krishna? Medium Mid-Book Test - Answer Key Multiple Choice Answer Key 1. c. 2. d. 3. b. 4. c. 5. d. Short Answer Key 1. What does Krishna say is his true nature? Transcendant of birth and death. 2. What are those who have achieved perfect renunciation free from? Any sense of duality. 3. What does Krishna say is the fate of those who have no faith in the supreme law of life? They pass from death to death. 4. What does Krishna say is the only enemy of the Self? The will. 5. What is adhibhuta? The perishable body. Short Essay Answer Key 1. What does Krishna tell Arjuna concerning the performance of selfless action versus the renunciation of action? Krishna says that both lead the aspirant to the same goal; however, says Krishna, the path of action is better than the path of renunciation. 2. How does Krishna say a sinner may become holy? Krishna says a sinner may become holy when he firmly resolves to worship Krishna. This resolve conforms the sinner's soul to dharma, and thus the sinner finds boundless peace. 3. What does Krishna tell Arjuna about work? Krishna tells Arjuna he has the right to work, but never to the fruit of the work. Krishna says Arjuna must never engage in action for the sake of reward and he must remain even in mind whether the result of his actions be good or bad. 4. When does Krishna say a spiritual aspirant ascends to a unitive state? Krishna says the aspirant ascends to this state only when she has freed herself from attachment to the fruits of her labor and from the desire for the enjoyment of sensual pleasure. 5. What are Krishna's instructions to those who aspire to a state of yoga? Those who aspire to a state of yoga should meditate and seek the Self in inner solitude. They should control their body and mind and practice one-pointedness, liberating themselves from", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 91, "book": "lessonplan_the-bhagavad-gita", "text": "the desire for rewards or material possessions. 6. What is Arjuna's first command to Sri Krishna? Arjuna commands Krishna to drive his chariot between the two armies. Arjuna wishes to see the men who want to fight with him. 7. What does Krishna say about those who abstain from action to enjoy sensual pleasures? Krishna says that those who abstain from action to enjoy the pleasure of the senses cannot be called sincere spiritual aspirants. Rather, says Krishna, those who control their senses through the mind excel. 8. What does Krishna say truly great souls seek? How? Truly great souls, Krishna says, seek his divine nature. They worship Krishna with a one-pointed mind because they see that he is the source of all and full of glory. 9. Who does Arjuna see lined up to fight? What is his reaction? Arjuna sees his own relations lined up to fight. He is in physical distress. His mouth is dry, he cannot stand, his skin burns and his mind whirls. 10. Of those who seek the spiritual life, who are the most blessed according to Krishna? All those who seek the spiritual life, but the wise are always established in union and therefore are the most blessed. Krishna describes such wise men and women as his very Self. Final Test Name: ___________________________________________ Period: _________________________________________ This test consists of 5 multiple choice, 5 short answer, and 0 short essay questions. Multiple Choice Questions Directions: Circle the correct answer. 1. What is the path for those who have ascended to yoga? a) Carefree living. b) Selfless work. c) Stillness and peace. d) Turbulence and unrest. 2. What is the path for aspirants seeking to climb the mountain of spiritual awareness according to Krishna? a) Pleasure seeking. b) Selfless work. c) Playing music. d) Inaction. 3. What two paths did Krishna at the beginning of time for the pure of heart? a) The straight path and the narrow path. b) The contemplative path of spiritual wisdom and the active path of selfless service. c) The path of sages and the path of kings. d) The wide path and the smooth path. 4. Where do those who worship the gods go according to Krishna? a) To hell. b) To the Gods. c) To heaven. d) To rebirth. 5. What does Krishna say the syllable Om represents? a) The power of forgiveness. b) Arjuna. c) The changeless", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 92, "book": "lessonplan_the-bhagavad-gita", "text": "Brahman. d) Krishna. Short Answer Questions Directions: Answer the question with a short answer. 1. What does Arjuna say is Krishna's body? 2. Krishna says some people have divine tendencies. What does he say others have? 3. What kind of renunciation is tyaga? 4. Where does Krishna say they come from? 5. What is adhyatma? Short Essay Questions Directions: Answer the questions with a short paragraph. 1. What does Krishna tell Arjuna about the path to the Unrevealed? 2. How does Krishna say Arjuna may pass from death to immortality? 3. What does Krishna say determines the destination of the dying. 4. What does Sri Krishna say about Ajuna's sorrow? 5. Do actions cling to Krishna? Why? 6. What does Krishna say about those who follow the path of service? 7. What does Krishna say truly great souls seek? How? 8. What does Arjuna say would be better than killing Dhritarashtra's sons? 9. What does Krishna say is the difference between those whose desires are fragmented and those whose consciousness is unified? 10. What are the eight divisions of Krishna's prakriti? Medium Final Test - Answer Key Multiple Choice Answer Key 1. c. 2. b. 3. b. 4. b. 5. c. Short Answer Key 1. What does Arjuna say is Krishna's body? The cosmos. 2. Krishna says some people have divine tendencies. What does he say others have? Demonic tendencies. 3. What kind of renunciation is tyaga? Surrendering attachment to the fruits of action. 4. Where does Krishna say they come from? They come from Krishna. 5. What is adhyatma? The imperishable Brahman. Short Essay Answer Key 1. What does Krishna tell Arjuna about the path to the Unrevealed? Krishna tells Arjuna that the path to the Unrevealed is very difficult; however, the aspirant for whom Krishna is the supreme goal, who renounces all to be united with him, will be swiftly rescued from a fragmented cycle of births and deaths. 2. How does Krishna say Arjuna may pass from death to immortality? Krishna says people who renounce all selfish desires and break away from the ego-cage of \"I,\" \"Me,\" \"Mine\" are forever free and at one with the Lord. This is the supreme state and those who attain it pass from death to immortality. 3. What does Krishna say determines the destination of the dying. Krishna says whatever occupies the mind at the time of death determines the soul's", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 93, "book": "lessonplan_the-bhagavad-gita", "text": "destination. Those who remember Krishna at the time of death come to him. 4. What does Sri Krishna say about Ajuna's sorrow? Krishna says Arjuna's sorrow has no cause because there has never been a time Krishna or Arjuna or anyone else on the battle field has not existed. Therefore, says Arjuna, the wise grieve neither for the living nor the dead. 5. Do actions cling to Krishna? Why? Krishna says actions do not cling to him because he is not attached to their results. 6. What does Krishna say about those who follow the path of service? Krishna says those who follow the path of service, overcome their self-will, and gain freedom from their senses, see the Self in all creatures. He says such individuals are not touched by the results of the actions they perform. 7. What does Krishna say truly great souls seek? How? Truly great souls, Krishna says, seek his divine nature. They worship Krishna with a one-pointed mind because they see that he is the source of all and full of glory. 8. What does Arjuna say would be better than killing Dhritarashtra's sons? Arjuna says it would be better for him if the sons of Dhritarashtra, weapons in hand, attacked and killed him while unarmed and unresisting. 9. What does Krishna say is the difference between those whose desires are fragmented and those whose consciousness is unified? Those whose consciousness is unified abandon attachment to the fruits of their actions and therefore attain supreme peace. Those whose desires are fragmented, however, are selfishly attached to the fruits of their actions and are therefore bound to the consequences of all actions they perform. 10. What are the eight divisions of Krishna's prakriti? Earth, water, fire, air, akasha, mind, intellect, and ego are the eight divisions of Krishna's prakriti. Mid-Book Test (up to Chapter 10, Religion by the Heavenly Perfections) Name: ___________________________________________ Period: _________________________________________ This test consists of 5 short answer questions, 10 short essay questions, and 1 (of 3) essay topics. Short Answer Questions Directions: Answer the question with a short answer. 1. According to Krishna, what binds a person to continual rebirth? 2. Why do neither gods nor sages know Krishna's origins? 3. Who attains the goal of yoga according to Krishna? 4. According to Krishna, what happens to those who perform all their actions in the spirit of service? 5. What do truly", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 94, "book": "lessonplan_the-bhagavad-gita", "text": "great souls seek? Short Essay Questions Directions: Answer the questions with a short paragraph. 1. Why does Arjuna suggest he could receive no satisfaction from killing Dhritarastra's sons? 2. What does Krishna say about competing with another's dharma? 3. What is Krishna's response to Arjuna's complaint that the mind is restless and difficult to control? 4. What does Krishna say is the difference between those whose desires are fragmented and those whose consciousness is unified? 5. What does Krishna say about those who abstain from action to enjoy sensual pleasures? 6. How does Krishna say a sinner may become holy? 7. Krishna tells Arjuna that he declared to paths for the pure of heart at the beginning of time. What are these paths? 8. What are the eight divisions of Krishna's prakriti? 9. What does Krishna say about those who have gone beyond the dualities of life? 10. What does Krishna say about those who follow the path of service? Essay Topics Directions: Select JUST 1 of the 3 essay topics and write a few paragraphs of response. 1. Seeing Arjuna's despair prior to battle, Sri Krishna rebukes him saying such weakness in a time of crisis is unworthy of him. Krishna urges Arjuna to rise up with a brave heart and destroy the enemy. Describe Arjuna's response in detail. What is the logic of Arjuna's argument? Upon what sources does Arjuna rely to support this argument? To what conclusion does the argument lead? Discuss while citing specific examples. 2. Upon hearing the reason for Arjuna's despair, Krishna tells him he sees the prince's sincerity, but his sorrow is without cause. Arjuna fears to kill his kin, but Krishna says the wise grieve for neither the living nor the dead because they see that what is impermanent has no reality. What does Krishna mean by this? Where does reality lie? How does Krishna endeavor to expand Arjuna's perspective? What kind of salvation is Krishna offering? Discuss citing specific examples. 3. At the beginning of the first chapter, Dhritarashtra asks Sanjaya to tell him what happened on the field of dharma where his family gathered to fight the Pandavas. The story of the Bhagavad Gita then unfolds for the reader through the mouth of Sanjaya. How do we understand the story differently because it is narrated by Sanjaya, and not Krishna or Arjuna? How does this choice make the reader feel?", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 95, "book": "lessonplan_the-bhagavad-gita", "text": "In what ways does this narrative device enhance the effect of the story? Discuss citing specific examples. Hard Mid-Book Test - Answer Key Short Answer Key 1. According to Krishna, what binds a person to continual rebirth? Attachment to the fruits of one's actions. 2. Why do neither gods nor sages know Krishna's origins? Because Krishna is the source of gods and sages. 3. Who attains the goal of yoga according to Krishna? Those who work without expectation of reward. 4. According to Krishna, what happens to those who perform all their actions in the spirit of service? Their karma is dissolved. 5. What do truly great souls seek? Krishna's divine nature. Short Essay Answer Key 1. Why does Arjuna suggest he could receive no satisfaction from killing Dhritarastra's sons? Arjuna says he and his army would become sinners by killing them even if they are evil. Arjuna asks Krishna how he might gain happiness by killing his family. 2. What does Krishna say about competing with another's dharma? Krishna says it is better to work at one's own dharma than to be successful in the dharma of another. Competition in another's dharma breeds fear and insecurity. 3. What is Krishna's response to Arjuna's complaint that the mind is restless and difficult to control? Krishna affirms the truth of Arjuna's statement, but then says with detachment and regular practice the mind can in fact be tamed. Krishna says those who lack self-control will find it difficult to progress in meditation, but those who are self-controlled and strive earnestly, employing the proper means, will attain the highest goal of meditation. 4. What does Krishna say is the difference between those whose desires are fragmented and those whose consciousness is unified? Those whose consciousness is unified abandon attachment to the fruits of their actions and therefore attain supreme peace. Those whose desires are fragmented, however, are selfishly attached to the fruits of their actions and are therefore bound to the consequences of all actions they perform. 5. What does Krishna say about those who abstain from action to enjoy sensual pleasures? Krishna says that those who abstain from action to enjoy the pleasure of the senses cannot be called sincere spiritual aspirants. Rather, says Krishna, those who control their senses through the mind excel. 6. How does Krishna say a sinner may become holy? Krishna says a sinner may become holy when", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 96, "book": "lessonplan_the-bhagavad-gita", "text": "he firmly resolves to worship Krishna. This resolve conforms the sinner's soul to dharma, and thus the sinner finds boundless peace. 7. Krishna tells Arjuna that he declared to paths for the pure of heart at the beginning of time. What are these paths? Krishna declared the paths of jnana yoga, or the path of contemplative spiritual wisdom, and the path of karma yoga, or the active path of selfless service. 8. What are the eight divisions of Krishna's prakriti? Earth, water, fire, air, akasha, mind, intellect, and ego are the eight divisions of Krishna's prakriti. 9. What does Krishna say about those who have gone beyond the dualities of life? Krishna says that when one goes beyond the dualities of life, one lives in freedom. Such a person competes with no one and is alike in success and failure. 10. What does Krishna say about those who follow the path of service? Krishna says those who follow the path of service, overcome their self-will, and gain freedom from their senses, see the Self in all creatures. He says such individuals are not touched by the results of the actions they perform. Essay Topics Answer Key Answers for Essay Topics are not included as there are an unlimited number of possible responses. Final Test Name: ___________________________________________ Period: _________________________________________ This test consists of 5 short answer questions, 10 short essay questions, and 1 (of 3) essay topics. Short Answer Questions Directions: Answer the question with a short answer. 1. Krishna says that even if Arjuna were the most sinful of sinners he could cross beyond all sin. How? 2. What does Sanjaya say would resemble Krishna's revealed splendor? 3. What do the six months of the southern path of the sun lead other souls to? 4. Krishna speaks of how many great sages? 5. What kind of renunciation is sannyasa? Short Essay Questions Directions: Answer the questions with a short paragraph. 1. Describe those with demonic tendencies. 2. What are Krishna's instructions for Arjuna if he finds he cannot still his mind? 3. What are some of the reasons Krishna says people worship him? 4. What does Krishna say determines the destination of the dying. 5. What are Krishna's instructions to those who aspire to a state of yoga? 6. What does Sanjaya say that Krishna showed Arjuna? 7. Why does Arjuna apologize to Krishna? 8. What happens to souls who", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 97, "book": "lessonplan_the-bhagavad-gita", "text": "die in each of these states? 9. What are some of the metaphors Krishna gives for his nature in this chapter? 10. What are the eight divisions of Krishna's prakriti? Essay Topics Directions: Select JUST 1 of the 3 essay topics and write a few paragraphs of response. 1. Krishna tells Arjuna, \"As men approach me, so I receive them. All paths lead to me.\" What does Krishna mean by this? How does Krishna fulfill all desires whether selfish or selfless? How does Krishna \"unify one's faith?\" Discuss citing specific examples from the text. 2. Krishna tells Arjuna, \"They live in wisdom who see themselves in all and all in them, who have renounced every selfish desire and sense craving tormenting the heart.\" This is a major recurring theme in the Gita. Explain and elaborate this statement of Krishna's using at least three of his own examples. 3. Krishna tells Arjuna that the gunas come from him, and although he is not in them, he enjoys their play. Write an essay discussing the following: Part 1) What is the guna sattva? What are some examples of a sattvic attitude? What are some examples of sattvic action? What do souls possessing a primarily sattvic nature worship? Part 2) What is the guna rajas? What are some examples of a rajastic attitude? What are some examples of rajastic action? What do souls possessing a primarily rajastic nature worship? Part 3) What is the guna tamas? What are some examples of a tamasic attitude? What are some examples of tamasic action? What do souls possessing a primarily tamasic nature worship? Part 4) What is the destiny of souls which are guided by sattva, rajas, and tamas respectively? Part 5) Can the gunas be transcended? Use specific examples from the text for all of the above. Hard Final Test - Answer Key Short Answer Key 1. Krishna says that even if Arjuna were the most sinful of sinners he could cross beyond all sin. How? Krishna says Arjuna could cross beyond all sin with spiritual wisdom. 2. What does Sanjaya say would resemble Krishna's revealed splendor? A thousand suns simultaneously rising. 3. What do the six months of the southern path of the sun lead other souls to? These months lead souls to rebirth. 4. Krishna speaks of how many great sages? Seven. 5. What kind of renunciation is sannyasa? Refraining from selfish acts.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 98, "book": "lessonplan_the-bhagavad-gita", "text": "Short Essay Answer Key 1. Describe those with demonic tendencies. Krishna says the demonic do things they should not do and avoid doing things they should do. They are lustful, angry and greedy. They say, \"There is no God, spiritual law, or moral order. The basis of life is sex. How could it be any other way?\" They live in delusion and cling to their deluded ideas, insatiable in their unclean desires. 2. What are Krishna's instructions for Arjuna if he finds he cannot still his mind? If Arjuna finds himself unable to still his mind, Krishna urges Arjuna to learn to do so through the regular practice of meditation. If Arjuna is unable to discipline himself in this fashion, Krishna urges him to work selflessly for his sake. If Arjuna is unable to work selflessly, Krishna encourages him to surrender his attachment to the fruits of his work. 3. What are some of the reasons Krishna says people worship him? Krishna says some people seek the spiritual life because of their suffering. Some seek it to understand life. Some seek it out of a desire to achieve life's purpose. Some come because they are men and women of wisdom. 4. What does Krishna say determines the destination of the dying. Krishna says whatever occupies the mind at the time of death determines the soul's destination. Those who remember Krishna at the time of death come to him. 5. What are Krishna's instructions to those who aspire to a state of yoga? Those who aspire to a state of yoga should meditate and seek the Self in inner solitude. They should control their body and mind and practice one-pointedness, liberating themselves from the desire for rewards or material possessions. 6. What does Sanjaya say that Krishna showed Arjuna? Sanjaya says Krishna appeared with an infinite number of faces ornamented by heavenly jewels. He says Krishna displayed countless miracles and weapons, and revealed his greatness in unimaginable ways. Sanjaya says if a thousand suns were to rise in the heavens at the same time, that blaze would resemble the splendor Krishna showed to Arjuna. 7. Why does Arjuna apologize to Krishna? Arjuna apologizes to Krishna because before the vision he did not understand Krishna's true glorious, unchanging, imperishable nature. He asks forgiveness for previous occasions when he addressed Krishna casually with careless remarks. 8. What happens to souls who die in", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
{"chunk_id": 99, "book": "lessonplan_the-bhagavad-gita", "text": "each of these states? Those dying in a sattvic state attain the pure world of the wise. Those dying in a rajastic are reborn to people driven by work. Those dying in a tamasic state are reborn to the ignorant. 9. What are some of the metaphors Krishna gives for his nature in this chapter? Krishna says he is the ritual and he is the sacrifice. He says he is both the offering and the fire that consumes it. Krishna says he is the father, mother and grandfather of the universe. Krishna says he is the sum of all knowledge and the divine syllable Om. Krishna says he is the goal of life, the Lord and support of all, and the inner witness. 10. What are the eight divisions of Krishna's prakriti? Earth, water, fire, air, akasha, mind, intellect, and ego are the eight divisions of Krishna's prakriti. Essay Topics Answer Key Answers for Essay Topics are not included as there are an unlimited number of possible responses.", "source": "lessonplan_the-bhagavad-gita_page_unknown"}
