[
  {
    "quote": "T here should be no error in the duties towards the gods and [men] . . . . Let your mother be a goddess unto you. Let your father be a god unto you. Let your teacher be a god unto you. Let your guest be a god unto you. The works that are not blameworthy are to be resorted to, but not the others.\t\n\n\n\tHinduism",
    "source": "Unknown",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Taittiriya Upanishad, Tr. Swami Gambhirananda, I-xi-2-4 \n\nshare\t\n\n\n\nT he offering should be with modesty. The offering should be with awe. The offering should be with sympathy.\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": "Swami Gambhirananda"
  },
  {
    "quote": "Taittiriya Upanishad, Tr. Swami Gambhirananda, I-xi-2-4 \n\nshare\t\n\n\n\nJ ust as the Brahmanas do, who may happen to be there and who are able deliberators, who are adepts in those duties and customs, who are not directed by others, who are not cruel, who are desirous of merit. This is the injunction. This is the instruction.\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": "Swami Gambhirananda"
  },
  {
    "quote": "Taittiriya Upanishad, Tr. Swami Gambhirananda, I-xi-2-4 \n\nshare\t\n\n\n\n“ Speak the truth. Practise righteousness. Make no mistake about study. Having offered the desirable wealth to the teacher, do not cut off the line of progeny. There should be no inadvertence about truth. There should be no deviation from righteous activity. There should be no error about protection of yourself. Do not neglect propitious activities. Do not be careless about learning and teaching.\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": "Swami Gambhirananda"
  },
  {
    "quote": "Taittiriya Upanishad, Tr. Swami Gambhirananda, I-xi-1 \n\nshare\t\n\n\n\nE very thought of men is interwoven with the senses, and when thought is purified, then the Self arises\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": "Swami Gambhirananda"
  },
  {
    "quote": "Mundaka Upanishad, Tr. Max Müller, III.1.9 \n\nshare\t\n\n\n\nK now the Self to be the master of the chariot, and the body to be the chariot. Know the intellect to be the charioteer, and the mind to be the reins.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": "Max Müller"
  },
  {
    "quote": "Katha Upanishad, Tr. Vidyavachaspati V. Panoli, 1-III-3 \n\nshare\t\n\n\n\nB eing left by the living self this body surely dies, but the living self does not die.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": "Vidyavachaspati V. Panoli"
  },
  {
    "quote": "Chandogya Upanishad, Tr. Swami Swahananda, VI-xi-3 \n\nshare\t\n\n\n\nA nd his austerity, gifts, uprightness, non-violence, and truthfulness – all these are the largesses of this sacrifice.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": "Swami Swahananda"
  },
  {
    "quote": "Chandogya Upanishad, Tr. Swami Swahananda, III-xvii-4 \n\nshare\t\n\n\n\nT he Self cannot be attained by the study of the Vedas, not by intelligence nor by much hearing. Only by him who seeks to know the Self can It be attained. To him the Self reveals Its own nature.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": "Swami Swahananda"
  },
  {
    "quote": "Katha Upanishad, Tr. Vidyavachaspati V. Panoli, 1-II-23 \n\nshare\t\n\n\n\nS peak the truth. Practice dharma. Do not neglect the study of the Vedas. . . . Treat your mother as god. Treat your father as god. Treat your teacher as god. . . . Whatever deeds are faultless, these are to be performed, not others. . . . . . . you should conduct yourself in such a way as brahmanas would conduct themselves — brahmanas who are competent to judge, who of their own accord are devoted to good deeds and are not urged to their performance by others, and who are not cruel, but are lovers of dharma. This is the teaching. This is the secret wisdom of the Vedas. This is the command of God.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": "Vidyavachaspati V. Panoli"
  },
  {
    "quote": "Taittiriya Upanishad, Book 1, chap. 11, sec.1-4 \n\nshare\t\n\n\n\nT risanku proclaimed after the attainment of the Knowledge of the Self: I am the mover of the tree of the universe. My fame rises high, like a mountain peak. My root is the Supremely Pure Brahman. I am the unstained essence of the Self, like the nectar of immortality that resides in the sun. I am the brightest treasure. I am the shinning wisdom. I am immortal and imperishable.\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Taittiriya Upanishad, Book 1, chap. 10, sec.1 \n\nshare\t\n\n\n\nT he wise one who has realized that his own higher Self has become all, and sees the oneness of entire existence (non-dual), what sorrow and what delusion can overwhelm him?\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Ishavashya Upanishad 1:7 \n\nshare\t\n\n\n\nT he wise one perceives one’s own higher Self in all, and all in one’s own higher Self. Therefore, he does not hate or injure anyone. Such a person loves everybody as one loves God.\t\n\n\n\tHinduism",
    "source": "Ishavashya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Ishavashya Upanishad 1:6 \n\nshare\t\n\n\n\nT he Supreme Lord is higher than Brahma and even beyond Brahman. He is vast and hidden in the bodies of all living beings. By knowing Him, who alone pervades the entire universe, one become immortal.\t\n\n\n\tHinduism",
    "source": "Ishavashya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad 3:7 \n\nshare\t\n\n\n\nI t is the non-dual Self that exists at all times — before and during the creation and after dissolution of the universe. It assumes manifold powers and appears as the Divine Lord . . . He is the protector of all the worlds . . . Those who realize this Being, become immortal.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, 3:1 \n\nshare\t\n\n\n\nH e (the Self ) is all-pervading, radiant, bodiless, spotless, all-powerful, pure, untouched by sin and all-seeing, all-knowing, transcendent, and self-existent. He assigns duty and properly gives the fruits of one’s karma.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Ishavashya Upanishad 1:8 \n\nshare\t\n\n\n\nA ll faces are his faces; all head, His heads; all necks, His necks. He dwells in the causal hearts of all beings. He is the all-pervading Bhagavan. Therefore He is the omnipresent and merciful Lord.\t\n\n\n\tHinduism",
    "source": "Ishavashya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad 3:11 \n\nshare\t\n\n\n\nK nowledge of the Divine dissolves all bonds, and gives freedom from every kind of misery including birth and death.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatar Upanishad \n\nshare\t\n\n\n\nK now that all this, whatever moves in this moving world, is enveloped by God. Therefore, find your enjoyment in renunciation; do not covet what belongs to others.\t\n\n\n\tHinduism",
    "source": "Svetasvatar Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Ishavasya Upanishad \n\nshare\t\n\n\n\nW hen the speech of this dead person enters into the fire, breath into the air, the eye into the sun, the mind into the moon, the hearing into space, into the earth the body, into the ether the Self, into the shrubs the hairs of the body, into the trees the hairs of the head, when the blood and the seed are deposited in the water, where is then that person?\t\n\n\n\tHinduism",
    "source": "Ishavasya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad \n\nshare\t\n\n\n\nY ou are what your deep, driving desire is As your desire is, so is your will As your will is, so is your deed As your deed is, so is your destiny.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad \n\nshare\t\n\n\n\nT his earth is the honey (madhu, the effect) of all beings, and all beings are the honey (madhu, the effect) of this earth.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad \n\nshare\t\n\n\n\nA s large as this ether (all space) is, so large is that ether within the heart. Both heaven and earth are contained within it, both fire and air, both sun and moon, both lightning and stars; and whatever there is of him (the Self) here in the world, and whatever is not (i.e. whatever has been or will be), all that is contained within it.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad \n\nshare\t\n\n\n\nK now the Self to be sitting in the chariot, the body to be the chariot, the intellect the charioteer, and the mind the reins. The senses they call the horses, the objects of the senses their roads. When he (the Highest Self) is in union with the body, the senses, and the mind, then wise people call him the Enjoyer.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad \n\nshare\t\n\n\n\nT he wise who knows the Self as bodiless within the bodies, as unchanging among changing things, as great and omnipresent, does never grieve. That Self cannot be gained by the Veda, nor by understanding, nor by much learning. He whom the Self chooses, by him the Self can be gained. The Self chooses him (his body) as his own. But he who has not first turned away from his wickedness, who is not tranquil, and subdued, or whose mind is not at rest, he can never obtain the Self (even) by knowledge.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad\n\nshare\n\n\n\n\nS ee how it was with those who came before; how it will be with those who are living. Like corn mortals ripen and fall; like corn they come up again.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad \n\nshare\t\n\n\n\nF rom unreality (this illusory world), lead me to Reality. From darkness (ignorance of You), lead me to Light (Knowledge of You). From death (fear of death), lead me, to Deathlessness (Eternal life), Om Peace, Peace, Peace\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "share\t\n\n\n\nW e live in accordance with our deep, driving desire. It is this desire at\nthe time of death that determines what our next life is to be. We will\ncome back to earth to work out the satisfaction of that desire.\n\nBut not for those who are free from desire; they are free because all\ntheir desires have found fulfillment in the Self. They do not die like\nthe others; but realizing Brahman, they merge in Brahman. So it is said:\n\nWhen all the desires that surge in the heart\nAre renounced, the mortal becomes immortal.\n\nWhen all the knots that strangle the heart\nAre loosened, the mortal becomes immortal,\nHere in this very life.\t\n\n\n\tHinduism",
    "source": "Unknown",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 4.4.6-7 \n\nshare\t\n\n\n\nF inite and transient are the fruits of sacrificial rites. The deluded,\nwho regard them as the highest good, remain subject to birth and death.\n\nLiving in the abyss of ignorance, yet wise in their own conceit, the del-\nuded go round and round [on the wheel of death and rebirth], like the\nblind led by the blind.\n\nLiving in the abyss of ignorance, the deluded think themselves blessed.\nAttached to works, they know not God. Works lead them only to heaven,\nwhence, to their sorrow, their rewards quickly exhausted, they are flung\nback to earth.\n\nConsidering religion to be observance of rituals and performance of acts of\ncharity, the deluded remain ignorant of the highest good. Having enjoyed in\nheaven the reward of their good works, they enter again into the world of\nmortals.\n\nBut the wise, self-controlled, and tranquil souls, who are contented in\nspirit, and who practice austerity and meditation in solitude and silence,\nare freed from all impurity, and attain by the path of liberation the\nimmortal, the truly existing, the changeless Self.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 1.2.7-11 \n\nshare\t\n\n\n\nH olding the body steady, with the three upper parts erect,\nAnd causing the senses with the mind to enter into the heart,\nA wise man with the Brahma-boat should cross over\nAll the fear-bringing streams.\n\nHaving repressed his breathings here in the body, and having his movements\nchecked,\nOne should breathe through his nostrils with diminished breath.\nLike that chariot yoked with vicious horses,\nHis mind the wise man should restrain undistractedly.\n\nIn a clean, level spot, free from pebbles, fire, and gravel,\nBy the sound of water and other propinquities\nFavorable to thought, not offensive to the eye,\nIn a hidden retreat protected from the wind, one should practice yoga.\n\nFog, smoke, sun, fire, wind,\nFireflies, lightning, a crystal, a moon--\nThese are the preliminary appearances,\nWhich produce the manifestation of Brahman in yoga.\n\nWhen the fivefold quality of yoga has been produced,\nArising from earth, water, fire, air, and space,\nNo sickness, old age, no death has he\nWho has obtained a body made out of the fire of yoga.\n\nLightness, healthiness, steadiness,\nClearness of countenance and pleasantness of voice,\nSweetness of odor, and scanty excretions--\nThese, they say, are the first stage in the progress of yoga.\n\nEven as a mirror stained by dust\nShines brilliantly when it has been cleansed,\nSo the embodied one, on seeing the nature of the Soul,\nBecomes unitary, his end attained, from sorrow freed.\n\nWhen with the nature of the self, as with a lamp,\nA practicer of yoga beholds here the nature of Brahman,\nUnborn, steadfast, from every nature free--\nBy knowing God, one is released from all fetters!\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad 2.8-15 \n\nshare\t\n\n\n\nT he wise man should surrender his words to his mind;\nand this he should surrender to the Knowing Self;\nand the Knowing Self he should surrender to the Great Self;\nand that he should surrender to the Peaceful Self.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 3.13 \n\nshare\t\n\n\n\nW hen all the senses are stilled, when the mind is at rest, when the intel-\nlect wavers not--then, say the wise, is reached the highest state.\n\nThis calm of the senses and the mind has been defined as yoga. He who\nattains it is freed from delusion.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 2.6.10-11 \n\nshare\t\n\n\n\nW ithin the lotus of the heart he dwells, where the nerves meet like the\nspokes of a wheel at its hub. Meditate on him as OM. Easily may you\ncross the sea of darkness.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 2.2.6 \n\nshare\t\n\n\n\nO M! This syllable is this whole world. Its further explanation is: the\npast, the present, the future--everything is just the word OM. And what-\never else that transcends threefold time--that, too, is just the word OM.\n\nFor truly everything here is Brahman; this Self (Atman) is Brahman. This\nsame Self has four fourths: the waking state, outwardly cognitive... the\ndreaming state, inwardly cognitive... the deep sleep state, unified, a\ncognition-mass...and the state of being one with the Self, the cessation\nof phenomena, tranquil....\n\nThis is the Self with regard to the word OM, with regard to its elements.\nThe elements are the fourths, the elements: the letter A, the letter U,\nthe letter M.\n\nThe waking state, the common-to-all-men, is the letter A... the sleeping\nstate, the Brilliant, is the letter U... the deep-sleep state, the Cog-\nnitional, is the letter M... The fourth is without an element, with which\nthere can be no dealing, the cessation of phenomena, benign, without a\nsecond. This AUM is the Self indeed.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mandukya Upanishad \n\nshare\t\n\n\n\nT o many it is not given to hear of the Self. Many, though they hear of\nit, do not understand it. Wonderful is he who speaks of it. Intelligent\nis he who learns of it. Blessed is he who, taught by a good teacher, is\nable to understand it.\n\nThe truth of the Self cannot be fully understood when taught by an\nignorant man, for opinions regarding it, not founded in knowledge, vary\none from another. Subtler than the subtlest is this Self, and beyond all\nlogic. Taught by a teacher who knows the Self and Brahman as one, a man\nleaves vain theory behind and attains to truth.\n\nThe awakening which you have known does not come through the intellect,\nbut rather, in fullest measure, from the lips of the wise....\n\nWords cannot reveal him. Mind cannot reach him. Eyes do not see him.\nHow then can he be comprehended, save when taught by those seers who\nindeed have known him?\t\n\n\n\tHinduism",
    "source": "Mandukya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "share\t\n\n\n\nB y the delusions of imagination, touch and sight,\nAnd by eating, drinking, and impregnation there is a birth and development\nof the self.\nAccording to his deeds (karma)) the embodied one successively\nAssumes forms in various conditions.\nCoarse and fine, many in number,\nThe embodied one chooses forms according to his own qualities.\nEach subsequent cause of his union with them is seen to be\nBecause of the quality of his acts and of himself.\t\n\n\n\tHinduism",
    "source": "Unknown",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad 5.11-12 \n\nshare\t\n\n\n\nL ike the waves in great rivers, there is no turning back of that which has\npreviously been done.... [The soul is] like a lame man--bound with the\nfetters made of the fruit of good and evil.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Maitri Upanishad 4.2 \n\nshare\t\n\n\n\nT hose who see all creatures within themselves\nAnd themselves in all creatures know no fear.\nThose who see all creatures in themselves\nAnd themselves in all creatures know no grief.\nHow can the multiplicity of life\nDelude the one who sees its unity?\t\n\n\n\tHinduism",
    "source": "Maitri Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad 6-7 \n\nshare\t\n\n\n\nT hat which is the finest essence--this whole world has that as its Self.\nThat is Reality. That is the Self. That art thou.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 6.8.7 \n\nshare\t\n\n\n\nA s rivers flow into the sea and in so doing lose name and form, so even\nthe wise man, freed from name and form, attains the Supreme Being, the\nSelf-luminous, the Infinite. He who knows Brahman becomes Brahman.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 3.2.8-9 \n\nshare\t\n\n\n\nM editate upon him and transcend physical consciousness. Thus will you\nreach union with the Lord of the universe. Thus will you become\nidentified with him who is One without a second. In him all your desires\nwill find fulfillment.\n\nThe truth is that you are always united with the Lord. But you must know\nthis.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad 1.11-12 \n\nshare\t\n\n\n\nB rahman is the end of the journey. Brahman is the supreme goal.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 1.3.11 \n\nshare\t\n\n\n\nB rahman is all in all. He is action, knowledge, goodness supreme. To\nknow him, hidden in the lotus of the heart, is to untie the knot of\nignorance.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 2.1.10 \n\nshare\t\n\n\n\nT he world of Brahman is light itself\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 4.1-2 \n\nshare\t\n\n\n\nH im the sun does not illumine, nor the moon, nor the stars, nor the\nlightning--nor, verily, fires kindled upon the earth. He is the one light\nthat gives light to all. He shines; everything shines.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 5.15;",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 1.2.5 \n\nshare\t\n\n\n\nT his vast universe is a wheel, the wheel of Brahman. Upon it are all creatures that are subject to birth, death, and rebirth. Round and round it turns, and never stops. As long as the individual self thinks it is separate from the Lord, it revolves upon the wheel in bondage to the laws of birth, death, and rebirth....\n\nThe Lord supports this universe, which is made up of the perishable and the imperishable, the manifest and the unmanifest. The individual soul, forgetful of the Lord, attaches itself to pleasure and thus is bound.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad 1.6-8 \n\nshare\t\n\n\n\nT he mind is said to be twofold:\nThe pure and also the impure;\nImpure--by union with desire;\nPure--from desire completely free.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Maitri Upanishad 6.34 \n\nshare\t\n\n\n\nT his body is mortal, always gripped by death, but within it dwells the immortal Self. This Self, when associated in our consciousness with the body, is subject to pleasure and pain; and so long as this association continues, freedom from pleasure and pain can no man find.\t\n\n\n\tHinduism",
    "source": "Maitri Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 8.12.1 \n\nshare\t\n\n\n\nH e in whom desire has been stilled suffers no rebirth. After death, having attained to the highest, desiring only the Self, he goes to no other world. Realizing Brahman, he becomes Brahman.\n\nFreed from the body, he becomes one with the immortal spirit, Brahman, the Light eternal.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 4.4.6-7 \n\nshare\t\n\n\n\n\n\t\nT he Self, having in dreams enjoyed the pleasures of sense, gone hither and thither, experienced good and evil, hastens back to the state of waking from which he started.\n\nAs a man passes from dream to wakefulness, so does he pass from this life to the next.\n\nWhen a man is about to die, the subtle body, mounted by the intelligent self, groans--as a heavily laden cart groans under its burden.\n\nWhen his body becomes thin through old age or disease, the dying man separates himself from his limbs, even as a mango or a fig or a banyan fruit separates itself from its stalk, and by the same way that he came he hastens to his new abode, and there assumes another body, in which to begin a new life.\n\nWhen his body grows weak and he becomes apparently unconscious, the dying man gathers his senses about him and, completely withdrawing their powers, descends into his heart. No more does he see form or color without.\n\nHe neither sees, nor smells, nor tastes. He does not speak, he does not hear. He does not think, he does not know. For all the organs, detaching themselves from his physical body, unite with his subtle body. Then the point of his heart, where the nerves join, is lighted by the light of the Self, and by that light he departs either through the eye, or through the gate of the skull, or through some other aperture of the body. When he thus departs, life departs; and when life departs, all the functions of the vital principle depart. The Self remains conscious, and, conscious, the dying man goes to his abode. The deeds of this life, and the impressions they leave behind, follow him.\n\nAs a caterpillar, having reached the end of a blade of grass, takes hold of another blade and draws itself to it, so the Self, having left behind it [a body] unconscious, takes hold of another body and draws himself to it.\n\nAs a goldsmith, taking an old gold ornament, molds it into another, newer and more beautiful, so the Self, having given up the body and left it unconscious, takes on a new and better form, either that of the Fathers, or that of the Celestial Singers, or that of the gods, or that of other beings, heavenly or earthly.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 4.3.34-4.4.4 \n\nshare\t\n\n\n\nW hile one is in the state of dream, the golden, self-luminous being, the Self within, makes the body to sleep, though he himself remains forever awake and watches by his own light the impressions of deeds that have been left upon the mind. Thereafter, associating himself again with the consciousness of the organs of sense, the Self causes the body to awake.\n\nWhile one is in the state of dream, the golden, self-luminous being, the Self within, the Immortal One, keeps alive the house of flesh with the help of the vital force, but at the same time walks out of this house. The Eternal goes wherever He desires.\n\nThe self-luminous being assumes manifold forms, high and low, in the world of dreams. He seems to be enjoying the pleasure of love, or to be laughing with friends, or to be looking at terrifying spectacles.\n\nEveryone is aware of the experiences; no one sees the Experiencer.\n\nSome say that dreaming is but another form of waking, for what a man experiences while awake he experiences again in his dreams. Be that as it may, the Self, in dreams, shines by Its own light....\n\nAs a man passes from dream to wakefulness, so does he pass at death from this life to the next.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 4.3.11-14, 35 \n\nshare\t\n\n\n\nN ow my breath and spirit goes to the Immortal,\nand this body ends in ashes;\nOM. O Mind! remember. Remember the deeds.\nRemember the actions.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad 17, Yajur Veda 40.15 \n\nshare\t\n\n\n\nW hat is here [the phenomenal world], the same is there [in Brahman]; and what is there, the same is here.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 2.1.10 \n\nshare\t\n\n\n\nA s one not knowing that a golden treasure lies buried beneath his feet may walk over it again and again, yet never find it, so all beings live every moment in the city of Brahman, yet never find him because of the veil of illusion by which he is concealed.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 8.3.2 \n\nshare\t\n\n\n\nB right but hidden, the Self dwells in the heart.\nEverything that moves, breathes, opens, and closes\nLives in the Self. He is the source of love\nAnd may be known through love but not through thought.\nHe is the goal of life. Attain this goal!\n\nThe shining Self dwells hidden in the heart.\nEverything in the cosmos, great and small,\nLives in the Self. He is the source of life,\nTruth beyond the transience of this world.\nHe is the goal of life. Attain this goal!\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 2.2.1-2 \n\nshare\t\n\n\n\nS maller than the smallest, greater than the greatest, this Self forever dwells within the hearts of all. When a man is free from desire, his mind and senses purified, he beholds the glory of the Self and is without sorrow.\n\nThough seated, he travels far; though at rest, he moves all things. Who but the purest of the pure can realize this Effulgent Being, who is joy and who is beyond joy.\n\nFormless is he, though inhabiting form. In the midst of the fleeting he abides forever. All-pervading and supreme is the Self. The wise man, knowing him in his true nature, transcends all grief.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 1.2.20-22 \n\nshare\t\n\n\n\nT hat which is the finest essence--this whole world has that as its soul. That is Reality. That is the Self. That art thou.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 6.8.7 \n\nshare\t\n\n\n\nA ccording as one acts, according as one conducts himself, so does he become. The doer of good becomes good. The doer of evil becomes evil. One becomes virtuous by virtuous action, bad by bad action.\n\nBut people say, \"A person is made [not of acts, but] of desires only.\" [I say,] as his desire, such is his resolve; as is his resolve, such the action he performs; what action he performs, that he procures for himself.\n\nOn this point there is this verse,\n\nWhere one's mind is attached--the inner self\nGoes thereto with action, being attached to it alone.\nObtaining the end of his action,\nWhatever he does in this world,\nHe comes again from that world\nTo this world of action.\nSo the mind who desires.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 4.4.5-6 \n\nshare\t\n\n\n\nT he creator, out of desire to procreate, devoted himself to concentrated ardor (tapas). Whilst thus devoted to concentrated ardor, he produced a couple, Matter and Life (prana), saying to himself, \"these two will produce all manner of creatures for me.\" Now Life is the Sun; Matter is the Moon.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Prasna Upanishad 1.4-5 \n\nshare\t\n\n\n\nA s the web issues out of the spider\nAnd is withdrawn, as plants sprout from the earth,\nAs hair grows from the body, even so,\nThe sages say, this universe springs from\nThe deathless Self, the source of life.\n\nThe deathless Self meditated upon\nHimself and projected the universe\nAs evolutionary energy.\nFrom this energy developed life, mind,\n\nThe elements, and the world of karma,\nWhich is enchained by cause and effect.\n\nThe deathless Self sees all, knows all. From him\nSprings Brahma, who embodies the process\nOf evolution into name and form\nBy which the One appears to be many.\t\n\n\n\tHinduism",
    "source": "Prasna Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 1.1.7-9 \n\nshare\t\n\n\n\nA t whose behest does the mind think? Who bids the body live? Who makes the tongue speak? Who is that effulgent Being that directs the eye to form and color and the ear to sound?\n\nThe Self (Atman) is ear of the ear, mind of the mind, speech of speech. He is also breath of the breath, and eye of the eye. Having given up the false identification of the Self with the senses and the mind, and knowing the Self to be Brahman, the wise, on departing this life, become immortal.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Kena Upanishad 1.1-2 \n\nshare\t\n\n\n\nI n the golden city of the heart dwells\nThe Lord of Love, without parts, without stain.\nKnow him as the radiant light of lights.\n\nThere shines not the sun, neither moon nor star,\nNor flash of lightning, nor fire lit on earth.\nThe Lord is the light reflected by all.\nHe shining, everything shines after him.\t\n\n\n\tHinduism",
    "source": "Kena Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 2.2.10-11 \n\nshare\t\n\n\n\nB rahman shines forth, vast, self-luminous, inconceivable, subtler than the subtle. He is far beyond what is far, and yet here very near at hand. Verily, He is seen here, dwelling in the cave of the heart of conscious beings.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 3.1.7 \n\nshare\t\n\n\n\nT hou art the sun\nThou art the air\nThou art the moon\nThou art the starry firmament\nThou art Brahman Supreme;\nThou art the waters--thou, the Creator of all!\nThou art woman, thou art man,\nThou art the youth, thou art the maiden,\nThou art the old man tottering with his staff;\nThou facest everywhere.\n\nThou art the dark butterfly,\nThou art the green parrot with red eyes,\nThou art the thunder cloud, the seasons, the seas.\nWithout beginning art Thou,\nBeyond time and space.\nThou art He from whom sprang\nThe three worlds.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "share\t\n\n\n\nI n what does the Infinite rest?\"\n\"In its own glory--nay, not even in that. In the world it is said\nthat cows and horses, elephants and gold, slaves, wives, fields, and houses\nare man's glory--but these are poor and finite things.\nHow shall the Infinite rest anywhere but in itself?\n\"The infinite is below, above, behind, before, to the right, to the\nleft. I am all this. This Infinite is the Self. The Self is below, above,\nbehind, before, to the right, to the left. I am all this. One who knows,\nmeditates upon, and realizes the truth of the Self--such a one delights in\nthe Self, rejoices in the Self. He becomes master of himself, master of\nall worlds. Slaves are they who know not this truth.\"\t\n\n\n\tHinduism",
    "source": "Unknown",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad 7.23-25 \n\nshare\t\n\n\n\nT he Self is one. Ever still, the Self is\nSwifter than thought, swifter than the senses.\nThough motionless, he outruns all pursuit.\nWithout the Self, never could life exist.\n\nThe Self seems to move, but is ever still.\nHe seems far away, but is ever near.\nHe is within all, and he transcends all.\n\nThe Self is everywhere. Bright is the Self,\nIndivisible, untouched by sin, wise,\nImmanent and transcendent. He it is\nWho holds the cosmos together.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad 4-8 \n\nshare\t\n\n\n\nB eyond the senses is the mind, beyond the mind is the intellect, higher than the intellect is the Great Atman [the totality of all minds], higher than the Great Atman is the Umanifest. Beyond the Unmanifest is the Person, all-pervading, and imperceptible.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad 2.3.7-8 \n\nshare\t\n\n\n\nA s long as there is duality, one sees \"the other,\" one hears \"the other,\" one smells \"the other,\" one speaks to \"the other,\" one thinks of \"the other,\" one knows \"the other\"; but when for the illumined soul the all is dissolved in the Self, who is there to be seen by whom, who is there to be smelled by whom, who is there to be heard by whom, who is there to be spoken to by whom, who is there to be thought of by whom, who is there to be known by whom? Ah, Maitreyi, my beloved, the Intelligence which reveals all--by what shall it be revealed? By whom shall the Knower be known? The Self is described as \"not this, not that\" (neti, neti). It is incomprehensible, for it cannot be comprehended; undecaying, for it never decays; unattached, for it never attaches itself; unbound, for it is never bound. By whom, O my beloved, shall the Knower be known?\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Bhrihadaranyaka Upanishad 4.5.15 \n\nshare\t\n\n\n\nT he eye cannot see it; the mind cannot grasp it.\nThe deathless Self has neither caste nor race,\nNeither eyes nor ears nor hands nor feet.\nSages say this Self is infinite in the great\nAnd in the small, everlasting and changeless,\nThe source of life.\t\n\n\n\tHinduism",
    "source": "Bhrihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 1.1.6 \n\nshare\t\n\n\n\nI f you think that you know well the truth of Brahman, know that you know little. What you think to be Brahman in your self, or what you think to be Brahman in the gods--that is not Brahman. What is indeed the truth of Brahman you must therefore learn.\nI cannot say that I know Brahman fully. Nor can I say that I know Him not. He among us knows Him best who understands the spirit of the words, \"Nor do I know that I know Him not.\"\n\nHe truly knows Brahman who knows Him as beyond knowledge; he who thinks that he knows, knows not. The ignorant think that Brahman is known, but the wise know Him to be beyond knowledge.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Kena Upanishad 2.1-3 \n\nshare\t\n\n\n\nT hen Vidaghdha, son of Shakala, asked him, \"How many gods are there, Yajnavalkya?\" Yajnavalkya, ascertaining the number through a group of mantras known as the Nivid, replied, \"As many as are mentioned in the Nivid of the gods: three hundred and three, and three thousand and three.\"\n\"Very good,\" said the son of Shakala, \"and how many gods are there, Yajnavalkya?\"\n\"Thirty-three.\"\n\"Very good, and how many gods are there, Yajnavalkya?\"\n\"Six.\"\n\"Very good, and how many gods are there, Yajnavalkya?\"\n\"Three.\"\n\"Very good, and how many gods are there, Yajnavalkya?\"\n\"Two.\"\n\"Very good, and how many gods are there, Yajnavalkya?\"\n\"One and a half.\"\n\"Very good, and how many gods are there, Yajnavalkya?\"\n\"One.\"\t\n\n\n\tHinduism",
    "source": "Kena Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad 3.9.1 \n\nshare\t\n\n\n\nH e is the one God, hidden in all beings, all-pervading, the Self within all beings, watching over all works, dwelling in all beings, the witness, the perceiver, the only one, free from qualities.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad 6.11 \n\nshare\t\n\n\n\nT he door of the Truth is covered by a golden\ndisc. Open it, O Nourisher!\nRemove it so that I who have been worshipping\nthe Truth may behold It.\n\nO Nourisher, lone Traveler of the sky! Controller!\nO Sun, offspring of Prajapati! Gather Your rays;\nwithdraw Your light. I would see, through Your grace,\nthat form of Yours which is the fairest.\nHe, that Person who dwells there--is I myself!\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad 15-16 \n\nshare\t\n\n\n\nE ye cannot see him, nor words reveal him;\nby the senses, austerity, or works he is not known.\nWhen the mind is cleansed by the grace of wisdom,\nhe is seen by contemplation--the One without parts.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad 3.1.8 \n\nshare\t\n\n\n\n\t\nH e is becoming one, he does not see, they say; he is becoming one, he does not smell, they say; he is becoming one, he does not taste, they say, he is becoming one, he does not speak, they say; he is becoming one, he does not hear, they say; he is becoming one, he does not think, they say; he is becoming one, he does not touch, they say; he is becoming one, he does not know, they say. The point of his heart becomes lighted up and by that light the self departs either through the eye or through the head or through other apertures of the body. And when he thus departs, life departs after him. And when life thus departs, all the vital breaths depart after him. He becomes one with intelligence. What has intelligence departs with him. His knowledge and his work take hold of him as also his past experience.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihad-aranyaka Upanishad, IV, 4, 1-2, S. Radhakrishnan (editor and translator),",
    "source": "aranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad, VI, 2, 1-4, S. Radhakrishnan (editor and translator),",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad, III, 19, 1-2, S. Radhakrishnan (editor and translator),",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihad-aranyaka Upanishad, 1, 2, 1-3, S. Radhakrishnan (editor and translator),",
    "source": "aranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad, 6 \n\nshare\t\n\n\n\nB y meditation on Him, by contemplation of Him, and by communion with Him, there comes in the end destruction of earthly delusion.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad, VI \n\nshare\t\n\n\n\nT he Immortal is veiled by the world. The Spirit of Life is the Immortal. Name and form are the world, and by them the Spirit is veiled.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad, I.6 \n\nshare\t\n\n\n\nB ehold the glory of God in the universe and all that lives and moves on earth. Leaving the transient, find joy in the Eternal.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, I.1 \n\nshare\t\n\n\n\nW ords cannot describe the joy of the soul whose impurities are washed away in the depths of contemplation, who is one with the Atman, his own Self. Only those who experience this joy know what it is.\n\n... As water becomes one with water, fire with fire, and air with air, so the mind becomes one with the infinite Mind and thus attains Freedom.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Maitri Upanishad, VI.19-23; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nW hen a wise man has withdrawn his mind from all things without, and when his spirit has peacefully left all inner sensations' let him rest in peace, free from the movement of will and desire. ... For it has been said: There is something beyond our mind which abides in silence within our mind. It is the supreme mystery beyond thought. Let one's mind and subtle spirit rest upon that and nothing else.\n\n... When the mind is silent, beyond weakness and distraction, then it can enter into a world which is far beyond the mind: the supreme Destination. ... Then one knows the joy of Eternity.\t\n\n\n\tHinduism",
    "source": "Maitri Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Maitri Upanishad, VI.19-23; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nT he mind of man is of two kinds: pure and impure. It is impure when in the grip of worldly desire, and pure when free from such desire. ... If men thought of God as much as they think of the world, who would not attain liberation?\t\n\n\n\tHinduism",
    "source": "Maitri Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Maitri Upanishad, VI.24; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nN ot even through deep knowledge can the Self be reached, unless evil ways are abandoned, and there is rest in the senses, concentration in the mind, and peace in one's heart.\n\n... When the wise man rests his mind in contemplation on our God beyond time, who invisibly dwells in the mystery of things and in the heart of man, then he rises above both pleasures and sorrows.\t\n\n\n\tHinduism",
    "source": "Maitri Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad, II; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nH e is seen by a pure heart and by a mind whose thoughts are pure.\n... When all desires that cling to the heart are surrendered, then a mortal becomes immortal, and even in this world he is one with Brahman.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad, IV ; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nT he man who surrenders his human will leaves sorrows behind, and beholds the glory of the Self by the grace of God.\n\n... Not through much learning is the Atman reached, nor through the intellect and 'the sacred teachings. It is reached by those whom He chooses; to His chosen the Self reveals His glory.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad, II; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nW hen a man has seen the truth of the Spirit, he is one with Him; the aim of his life is fulfilled, and he is ever beyond sorrow.\n\n... When a man knows God, he is free; his sorrows have an end, and birth and death are no more. When in inner union he is beyond the world of the body, then the third world, the world of the Spirit, is found, where man possesses all-for he is one with the ONE.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Svetasvatara Upanishad, II,1; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nW hen awake to the vision of one's own Self, when a man in truth can say: \"I am He,\" what desires could lead him to grieve in fever for the body?\n\n... When a man sees the Atman, his own Self, the one God, the Lord of what was and of what shall be, then he fears no more.\t\n\n\n\tHinduism",
    "source": "Svetasvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad, IV.4.25; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nW hen a sage sees this great Unity, and realizes that his Self has become all beings, what delusion and what sorrow could ever approach him?\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, 1.7; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nH e cannot be seen by the eye, and words cannot reveal Him. He cannot be realized by the senses, or by austerity or the performance of rituals. By the grace of wisdom and purity of mind, He can be seen in the silence of contemplation.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, III,1; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nH e is known by those who know Him beyond thought, not to those who imagine He can be attained by thought. ... If you think, \"I know Him well,\" you do not know the Truth. You only perceive that appearance of Brahman produced by the inner senses. Continue to meditate.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Kena Upanishad, II; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nE ven by the mind this truth is to be learned:\nThere are not many, but only ONE.\t\n\n\n\tHinduism",
    "source": "Kena Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Upanishad, IV; based on Mascaro, Juan, 1965 \n\nshare\t\n\n\n\nI n the beginning, there was only the Self. ... He reflected, and saw that there was nothing but Himself, whereupon he exclaimed, \"I am\" (Aham). Ever since, He has been known within as \"I.\" Even now, when announcing oneself, one says, \"I am …” and then gives the other name that one bears.\n\nHe was afraid. Even today, one who is alone is afraid. But then he realized, '\"Since there is nothing else but myself, what is there to fear?\" It is only from [the presence of] a second [entity] that fear need ever arise. However, he was still unhappy. Even today, one is unhappy when alone. He desired a mate. And so he took of the form of a being the size of a man and woman joined in a close embrace; and then He separated into two individuals: a man and a wife. Therefore, as the sage Yajnavalkya has declared, this body, by itself, is like half of a split pea. [In order to become whole again,] this empty space must be filled by a woman. The male [half] then embraced the female [half], and from that the human race arose.\n\nBut the female wondered: \"How can he unite with me, whom he has produced from himself'? Well then, let me hide!\" She became a cow; he became a bull and united with her, and from that cattle arose. She became a mare; he became a stallion. She an ass, he a donkey and united with her; and from that solid-hoofed animals arose. She became a goat, he a buck; she a sheep, he a ram and united with her; and from that goats and sheep arose. In this way, he poured forth all pairing creatures, down to the ants. Then he realized: \"All this creation is actually myself; for I have poured forth all this.\" One who knows this truth realizes that he, himself, is truly the creator [living] within his own creation.\t\n\n\n\tHinduism",
    "source": "Katha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, 3:1 \n\nshare\t\n\n\n\nA s the rivers flowing east and west\nMerge in the sea and become one with it,\nForgetting they were ever separate rivers,\nSo do all creatures lose their separateness\nWhen they merge at last into pure Being.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Up. 10:1-2, pp. 184-185",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Up. Chapter 2, 4:12, p. 38",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Up. 3:2:5, p. 117",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Up. Part 1, 2:9, p. 85",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Prashna Up. Question 5, 6-7, p. 166",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Up. Part 1, 3:11-13, p. 89",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Tejabindu Up. 6, p. 240",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Up. 1-2, p. 208",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Up. Part 1, 3:1, p. 88",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Up. Chapter 3, 14:1, p. 177",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Up. Part 2, 3:14, p. 97",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Up. Part 3, 2:2, p. 116",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundada Up. 3:1-3, p. 115; also compare Shvetashvatara Up. 4:6, p. 225",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Katha Up. Part 2, 3:13, p. 97",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Up. Part 2, 2:1, p. 113",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Kena Up. 2:3, pp. 69-70",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Up. 3:7, p.223",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Up. 1:12, p.219",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Atma Up. 3, p. 242",
    "source": "in The Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mandukya Upanishad \n\nshare\t\n\n\n\nT hough the Infinite One is without color,\nHe colors the entire universe;\nThough immortal,\nHe is born, and lives, and dies.\nThat One is all that was, and is, and will be,\nYet He is always the same.\n\nHe is the Supreme, Unchanging, Absolute.\n\nHe becomes the fire, the sun,\nThe wind, and the moon.\nHe becomes the starry heavens,\nAnd the vast waters, giving life to all.\n\nHe becomes the woman, the man,\nThe youth, and the maiden too.\nHe becomes the old fellow\nTottering on his staff.\nHe becomes every face\nLooking in every direction.\n\nHe becomes the blue butterfly,\nThe green parrot with red eyes.\nHe becomes lightning, the seasons,\nThe endless seas.\n\nWithout birth or death,\nBeyond all time and space,\nHe is the One from whom\nAll the worlds are born.\t\n\n\n\tHinduism",
    "source": "Mandukya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad \n\nshare\t\n\n\n\nA UM STANDS for the supreme Reality.\nIt is a symbol for what was, what is,\nAnd what shall be. AUM represents also\nWhat lies beyond past, present, and future.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mandukya Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nB rahman is all, and the Self is Brahman.\nThis Self has four states of consciousness.\n\nThe first is called Vaishvanara, in which\nOne lives with all the senses turned outward,\nAware only of the external world.\n\nTaijasa is the name of the second,\nThe dreaming state in which, with the senses\nTurned inward, one enacts the impressions\nOf past deeds and present desires.\n\nThe third state is called Prajna, of deep sleep,\nIn which one neither dreams nor desires.\nThere is no mind in Prajna, there is no\nSeparateness; but the sleeper is not\nConscious of this.\nLet him become conscious\nIn Prajna and it will open the door\nTo the state of abiding joy.\n\nPrajna, all-powerful and all-knowing,\nDwells in the hearts of all as the ruler.\nPrajna is the source and end of all.\n\nThe fourth is the superconscious state called\nTuriya, neither inward nor outward,\nBeyond the senses and the intellect,\nIn which there is none other than the Lord.\nHe is the supreme goal of life.\nHe is Infinite peace and love. Realize him!\t\n\n\n\tHinduism",
    "source": "Mandukya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mandukya Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nA s a man in the arms of his beloved is not aware of what is without and what is within, so a person in union with the Self is not aware of what is without and what is within, for in that unitive state all desires find their perfect fulfillment. There is no other desire that needs to be fulfilled, and one goes beyond sorrow.\nIn that unitive state there is neither father nor mother, neither worlds nor gods nor even scriptures. In that state there is neither thief nor slayer, neither low caste nor high, neither monk nor ascetic. The Self is beyond good and evil, beyond all the suffering of the human heart.\n\nIn that unitive state one sees without seeing, for there is nothing separate from him; smells without smelling, for there is nothing separate from him; tastes without tasting, for there is nothing separate from him; speaks without speaking, for there is nothing separate from him; hears without hearing, for there is nothing separate from him; touches without touching, for there is nothing separate from him; thinks without thinking, for there is nothing separate from him-, knows without knowing, for there is nothing separate from him.\n\nWhere there is separateness, one sees another, smells another, tastes another, speaks to another, hears another, touches another, thinks of another, knows another. But where there is unity, one without a second, that is the world of Brahman. This is the supreme goal of life, the supreme treasure, the supreme joy. Those who do not seek this supreme goal live on but a fraction of this joy.\t\n\n\n\tHinduism",
    "source": "Mandukya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT he human being has two states of consciousness: one in this world, the other in the next. But there is a third state between them, not unlike the world of dreams, in which we are aware of both worlds, with their sorrows and joys. When a person dies, it is only the physical body that dies; that person lives on in a nonphysical body, which carries the impressions of his past life. It is these impressions that determine his next life. In this intermediate state he makes and dissolves impressions by the light of the Self.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Brihadaranyaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nN o more questions have they to ask of life.\nWith self-will extinguished, they are at peace.\nSeeing the Lord of Love in all around,\n\nServing the Lord of Love in all around,\nThey are united with him forever.\nThey have attained the summit of wisdom\nBy the steep path of renunciation.\nThey have attained to immortality\nAnd are united with the Lord of Love.\nWhen they leave the body, the vital force\nReturns to the cosmic womb, but their work\nBecomes a beneficial force in life\nTo bring others together in the Self.\t\n\n\n\tHinduism",
    "source": "Brihadaranyaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nN ot through discourse, not through the intellect,\nNot even through study of the scriptures\nCan the Self be realized. The Self reveals\nHimself to the one who longs for the Self.\nThose who long for the Self with all their heart\nAre chosen by the Self as his own.\n\nNot by the weak, not by the unearnest,\nNot by those who practice wrong disciplines\nCan the Self be realized. The Self reveals\nHimself as the Lord of Love to the one\nWho practices right disciplines.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT hose who dwell on and long for sense-pleasure\nAre born in a world of separateness.\nBut let them realize they are the Self\nAnd all separateness will fall away.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT HE wise have attained the unitive state,\nAnd see only the resplendent Lord of Love.\nDesiring nothing in the physical world,\nThey have become one with the Lord of Love.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Mundaka Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\n\t\nT hose who attain the supreme goal of\nRealizing the Self and passing beyond\nAll sorrow, shine bright as a mirror\nWhich has been cleansed of dust.\n\nIn the supreme climax of samadhi\nThey realize the presence of the Lord\nWithin their heart. Freed from impurities,\nThey pass forever beyond birth and death.\t\n\n\n\tHinduism",
    "source": "Mundaka Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nI n deep meditation aspirants may\nSee forms like snow or smoke.\nThey may feel a strong wind blowing or a wave of heat.\nThey may see within them more and more light:\nFireflies, lightning, sun, or moon. These are signs\nThat one is far on the path to Brahman.\n\nHealth, a light body, freedom from cravings,\nA glowing skin, sonorous voice, fragrance\nOf body: these signs indicate progress\nIn the practice of meditation.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nG reat is the glory of the Lord of Life,\nInfinite, omnipresent, all-knowing.\nHe is known by the wise who meditate\nAnd conserve their vital energy.\n\nHear, 0 children of immortal bliss,\nYou are born to be united with the Lord.\nFollow the path of the illumined ones\nAnd be united with the Lord of Life.\n\nKindle the fire of kundalini deep\nIn meditation. Bring your mind and breath\nUnder control. Drink deep of divine love,\nAnd you will attain the unitive state.\n\nDedicate yourself to the Lord of Life,\nWho is the cause of the cosmos.\nHe will Remove the cause of all your suffering\nAnd free you from the bondage of karma.\n\nBe seated with spinal column erect\nAnd turn your senses and mind deep within.\nWith the mantram echoing in your heart,\nCross over the dread sea of birth and death.\n\nTrain your senses to be obedient.\nRegulate your activities to lead you\nTo the goal. Hold the reins of your mind\nAs you hold the reins of restive horses.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nM AY WE HARNESS body and mind to see\nThe Lord of Life, who dwells in everyone.\nMay we ever with one-pointed mind\nStrive for blissful union with the Lord.\nMay we train our senses to serve the Lord\nThrough the practice of meditation.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nW hat use are the scriptures to anyone\nWho knows not the one source from whom they come,\nIn whom A gods and worlds abide?\nOnly those who realize him as ever present\nWithin the heart attain abiding joy.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nF orgetting our divine origin,\nWe become ensnared in the world of change\nAnd bewail our helplessness.\nBut when We see the Lord of Love in all his glory,\nAdored by all, we go beyond sorrow.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT wo birds of beautiful plumage, comrades\nInseparable, live on the selfsame tree.\nOne bird eats the fruit of pleasure and pain;\nThe other looks on without eating.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nM AY THE LORD of Love, who projects himself\ninto this universe Of myriad forms,\nFrom whom all beings come and to whom all\nReturn, grant us the grace of wisdom.\n\nHe is fire and the sun, and the moon\nAnd the stars. He is the air and the sea,\nAnd the Creator, Prajapati.\nHe is this boy, he is that girl, he is\nThis man, he is that woman, and he is\nThis old man, too, tottering on his staff.\nHis face is everywhere.\n\nHe is the blue bird, he is the green bird\nWith red eyes; he is the thundercloud,\nAnd he is the seasons and the seas.\nHe has no beginning, he has no end.\nHe is the source from which the worlds evolve.\n\nFrom his divine power comes forth all this\nMagical show of name and form, of you\nAnd me, which casts the spell of pain and pleasure.\nOnly when we pierce through this magic veil\nDo we see the One who appears as many.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nM AY THE LORD of Love, who projects himself\ninto this universe Of myriad forms,\nFrom whom all beings come and to whom all\nReturn, grant us the grace of wisdom.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nI HAVE REALIZED the Lord of Love,\nis the sun that dispels our dark-ness.\nThose who realize him go beyond death;\nNo other way is there to immortality.\n\nThere is nothing higher than him, nothing other\nThan him. His infinity is beyond great\nAnd small. In his own glory rooted,\nHe stands and fills the cosmos.\nHe fills the cosmos, yet he transcends it.\nThose who know him leave all separateness,\nSorrow, and death behind.\nThose who know him not\nLive but suffer.\n\nThe Lord of Love, omnipresent, dwelling\nIn the heart of every living creature,\nAll mercy, turns every face to himself.\n\nHe is the supreme Lord, who through his grace\nMoves us to seek him in our own hearts.\nHe is the light that shines forever.\n\nHe is the inner Self of all,\nHidden like a little flame in the heart.\nOnly by the stilled mind can he be known.\nThose who realize him become immortal.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT he Self, in the very depths of consciousness.\nRealize him through truth and meditation.\nThe Self is hidden in the hearts of all,\nAs butter lies hidden in cream. Realize\nThe Self in the depths of meditation -\nThe Lord of Love, supreme Reality,\nWho is the goal of all knowledge.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nK now him to be enshrined in your heart always\nTruly there is nothing more in life to know.\nMeditate and realize this world\nIs filled with the presence of God.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nK now God and all fetters will fall away.\nNo longer identifying yourself\nWith the body, go beyond birth and death.\nAll your desires will be fulfilled in him\nWho is One without a second.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nA LL IS CHANGE in the world of the senses\nBut changeless is the supreme Lord of Love.\nMeditate on him, be absorbed in him,\nWake up from this dream of separateness.\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Shvetashvatara Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nP lease, Father, tell me more about this Self.\"\n\n\"Yes, dear one, I will,\" Uddalaka said.\n\"Place this salt in water and bring it here Tomorrow morning.\"\nThe boy did. \"Where is that salt?\" his father asked.\n\n“I do not see it.\"\n\n\"Sip here. How does it taste”\n\n\"Salty, Father.\"\n\n\"And here? And there?\"\n\n“I taste salt everywhere.\"\n\n“It is everywhere, though we sec it not.\nJust sol dear one, the Self is everywhere,\nWithin all things, although we see him not.\nThere is nothing that does not come from him.\nOf everything he is the inmost Self.\nHe is the truth; he is the Self supreme.\nYou are that, Shvetaketu; you are that.\"\t\n\n\n\tHinduism",
    "source": "Shvetashvatara Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Chandogya Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nI n dark night live those for whom\nThe world without alone is real; in night\nDarker still, for whom the world within\nAlone is real. The first leads to a life\nOf action, the second to a life of meditation.\nBut those who combine action with meditation\nCross the sea of death through action\nAnd enter into immortality\nThrough the practice of meditation.\nSo have we heard from the wise.\t\n\n\n\tHinduism",
    "source": "Chandogya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT he Self is everywhere. Bright is the Self,\nIndivisible, untouched by sin, wise,\nImmanent and transcendent.\nHe it is Who holds the cosmos together.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT hose who see all creatures in themselves\nAnd themselves in all creatures know no fear.\nThose who see all creatures in themselves\nAnd themselves in all creatures know no grief.\nHow can the multiplicity of life\nDelude the one who sees its unity?\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT hose who deny the Self are born again\nBlind to the Self, enveloped in darkness,\nUtterly devoid of love for the Lord.\n\nThe Self is one. Ever still, the Self is\nSwifter than thought, swifter than the senses.\nThough motionless, he outruns all pursuit.\nWithout the Self, never could life exist.\n\nThe Self seems to move, but is ever still.\nHe seems far away, but is ever near.\nHe is within all, and he transcends all.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nT HE LORD is enshrined in the hearts of all.\nThe Lord is the supreme Reality.\nRejoice in him through renunciation.\nCovet nothing. All belongs to the Lord.\nThus working may you live a hundred years.\nThus alone will you work in real freedom.\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Isha Upanishad, translated by Eknath Easwaran, 1987; Nilgiri Press, Tomales, California \n\nshare\t\n\n\n\nS eek to know Brahman by tapas,\nby prayer, because Brahman is prayer\t\n\n\n\tHinduism",
    "source": "Isha Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Taittiriya Upanishad, translated by Juan Mascaro (Penguin Classics, 1965), copyright Juan Mascaro, 1965. \n\nshare\t\n\n\n\nS eek to know him from whom all beings have come,\nby whom they all live, and unto whom they all return.\nHe is Brahman.\t\n\n\n\tHinduism",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": ""
  },
  {
    "quote": "Taittiriya Upanishad, translated by Juan Mascaro (Penguin Classics, 1965), copyright Juan Mascaro, 1965. \n\nshare",
    "source": "Taittiriya Upanishad",
    "reference": "",
    "translator": ""
  }
]